Repository: 0ndrej/ImageMeter-translations
Catalog: strings-*.po
Languages: cs, el, fa, it

# pref_storage_directory_deletion_behavior_unknown
source: Unknown whether data will be deleted during uninstall.
cs: Není známé, jestli data budou odstraněna po odinstalaci.
el: Άγνωστο εάν τα δεδομένα θα σβηστούν εάν γίνει απεγκατάσταση της εφαρμογής
it: Sconosciuto se i dati verranno eliminati durante la disinstallazione.

# pref_storage_directory_not_enough_free_space_title
source: Insufficient space
cs: Nedostatek místa
el: Ανεπαρκής χώρος
it: Spazio insufficiente

# pref_storage_directory_not_enough_free_space_message
source: There is not enough free memory on the target volume to move all images.
cs: Na cílovém svazku není dostatek volné paměti pro přesun všech obrázků.
el: Δεν υπάρχει αρκετή χωρητικότητα για να μετακινηθούν όλες οι εικόνες
it: Non c'è abbastanza memoria libera sul volume di destinazione per spostare tutte le immagini.

# pref_storage_directory_error_nonpro
source: Changing the storage directory is only available in the Pro version.
cs: Změna adresáře úložiště je dostupná pouze ve verzi Pro.
el: Αλλαγή του καταλόγου αποθήκευσης επιτρέπεται μόνο στην έκδοση Pro.
it: La modifica della directory di archiviazione è disponibile solo nella versione Pro.

# pref_storage_directory_error_could_not_copy_all_images
source: Could not copy all images to target directory. Maybe your folder names are no valid filenames on the target filesystem. Please change them and then try to copy the remaining data. The active storage directory has not been changed. Please note that the target directory now contains an incomplete copy of the source data!
cs: Nešlo zkopírovat všechny obrázky do cílového adresáře. Možná názvy vašich složek nejsou platná pro cílový souborový systém. Prosím, změňte je a poté zkuste zkopírovat zbývající data. Aktivní adresář úložiště nebyl změněn. Berte na vědomí, že cílový adresář nyní obsahuje neúplnou kopii zdrojových dat!
el: Δεν μπορούν να αντιγραφούν όλες οι εικόνες στον επιλεγμένο κατάλογο. Πιθανόν τα ονόματα των φακέλων να μην ταιριάζουν με το σύστημα αρχείων. Παρακαλώ, αλλάξτε τα και μετά προσπαθήστε να ντιγράψετε όσα απέμειναν. Ο τρέχων κατάλογος αποθήκευσης δεν άλλαξε. Σημειώστε ότι ο επιλεγμένος κατάλογος περιέχει τώρα ημιτελή δεδομένα από τα πρωτότυπα αρχεία!
it: Non è stato possibile copiare tutte le immagini nella directory di destinazione. I nomi delle cartelle potrebbero non essere nomi di file validi sul file system di destinazione. Si prega di cambiarli e provare a copiare i dati rimanenti. La directory di archiviazione attiva non è stata modificata. Si noti che la directory di destinazione ora contiene una copia incompleta dei dati di origine!

# dialog_storage_move_annotated_images_progress_text
source: Moving images ...
cs: Přesouvám obrázky ...
el: Οι εικόνες μετακινούνται ...
it: Spostare immagini ...

# dialog_storage_directory_move_images_progress_text
source: Moving images ...
cs: Přesouvám obrázky ...
el: Οι εικόνες μετακινούνται ...
it: Spostare immagini ...

# editor_menu_section_calibration_tools
source: Calibration tools
it: Strumenti di calibrazione

# editor_menu_section_measuring_tools
source: Measuring tools
it: Strumenti di misurazione

# editor_menu_section_drawing_tools
source: Drawing tools
it: Strumenti di disegno

# editor_menu_add_reference
source: Perspective reference
cs: Perspektivní reference
el: Κάναβος αναφοράς
it: Riferimento prospettiva

# editor_menu_add_flatreference
source: Reference scale
cs: Referenční měřítko
el: Κλίμακα αναφοράς
it: Scala di riferimento

# editor_menu_add_perspective_line
source: Perspective length
it: Lunghezza prospettica

# editor_menu_add_measure
source: Dimension
cs: Rozměr
el: Διάσταση
fa: ابعاد
it: Dimensioni

# editor_menu_add_angle
source: Angle
cs: Úhel
el: Γωνία
fa: زاویه
it: Angolo

# editor_menu_add_text
source: Text
el: Σημείωση
fa: متن
it: Testo

# editor_menu_add_freehand
source: Freehand
cs: Volná ruka
el: Ελεύθερη σχεδίαση
fa: دست آزاد
it: Mano libera

# editor_menu_add_circle
source: Circle
cs: Kruh
el: Κύκλος
fa: دایره
it: Cerchio

# editor_menu_add_rectangle
source: Rectangle
it: Rettangolo

# editor_menu_add_point
source: Point
it: Punto

# editor_menu_add_line
source: Line
it: Linea

# editor_menu_add_ellipse
source: Ellipse
it: Ellisse

# editor_menu_edit_delete
source: Delete element
cs: Smazat prvek
el: Διαγραφή στοιχείου
fa: حذف عنصر
it: Elimina elemento

# editor_menu_edit_attach
source: Compute value
cs: Vypočítat hodnotu
el: Υπολογισμός αποτελέσματος
fa: محاسبۀ مقدار
it: Calcolare il valore

# editor_menu_edit_element_to_front
source: Element to front
it: Elemento in primo piano

# editor_menu_edit_element_to_back
source: Element to back
it: Elemento indietro

# editor_menu_edit_detach
source: Enter value manually
cs: Zadat hodnotu ručně
el: Χειροκίνητη εισαγωγή αποτελέσματος
fa: وارد کردن دستی مقدار
it: Immettere il valore manualmente

# editor_menu_edit_undo
source: Undo
cs: Zpět
el: Αναίρεση εντολής
fa: عدم انجام
it: Disfare

# editor_menu_edit_redo
source: Redo
cs: Znovu
el: Επανάληψη εντολής
fa: انجام دوباره
it: Rifare

# editor_menu_edit_rotate
source: Rotate image
cs: Otočit obraz
el: Περιστροφή εικόνας
fa: چرخاندن عکس
it: Ruota l'immagine

# editor_menu_edit_settings
source: Settings…
cs: Nastavení…
el: Ρυθμίσεις...
fa: تنظیمات...
it: Impostazioni…

# editor_menu_edit_lock_element
source: Lock element
it: Blocca elemento

# editor_menu_edit_unlock_element
source: Unlock element
it: Sblocca elemento

# editor_menu_color
source: Color
cs: Barva
el: Χρώμα
fa: رنگ
it: Colore

# editor_menu_style
source: Style
cs: Styl
el: Στιλ
fa: سبک
it: Stile

# editor_hint_howto_draw_reference
source: Please point-and-drag one side of the reference.
cs: Prosím, přetáhněte jednu stranu reference.
el: Αγγίξτε και σύρετε τη μία πλευρά του κανάβου αναφοράς.
fa: لطفا به یک طرف مرجع را اشاره کرده و بکشید.
it: Si prega di puntare e trascinare un lato del riferimento.

# editor_hint_howto_draw_flatref
source: Please point-and-drag the length of the reference distance.
cs: Prosím, přetáhněte délku referenční vzdálenosti.
el: Αγγίξτε και σύρετε το μήκος της απόστασης αναφοράς.
it: Si prega di puntare e trascinare la lunghezza della distanza di riferimento.

# editor_hint_howto_draw_measure
source: Please point-and-drag the new measure.
cs: Prosím, přetáhněte nový rozměr.
el: Αγγίξτε και σύρετε τη νέα μέτρηση.
fa: لطفا به اندازه گیری جدید اشاره کرده و بکشید.
it: Si prega di puntare e trascinare la nuova misura.

# editor_hint_howto_draw_angle
source: Please draw the new angle in one stroke.
cs: Prosím, nakreslete nový úhel jedním tahem.
el: Σχεδιάστε την νέα γωνία με μια κίνηση.
fa: لطفا زاویۀ جدید را با یک ضربه رسم کنید.
it: Si prega di puntare all'apice e trascinare un lato del nuovo angolo.

# editor_hint_howto_draw_area
source: Please draw the outline of the area in one stroke.
cs: Prosím, nakreslete obrys oblasti jedním tahem.
el: Σχεδιάστε το περίγραμμα της επιφανείας με μια κίνηση.
fa: لطفا محیط ناحیه را با یک ضربه رسم کنید.
it: Si prega di puntare e trascinare un lato dell'area.

# editor_hint_howto_draw_text
source: Please position the text area by pointing at the target location and then dragging the textbox to the end of the arrow.
cs: Umístěte textovou oblast tak, že ukážete na cílové místo a potom přetáhnete textové pole na konec šipky.
el: Αγγίξτε πρώτα το σημείο που θέλετε να δείχνει το βέλος και μετά σύρτε το κουτί κειμένου όπου θέλετε.
fa: لطفا به موقعیت ناحیۀ متن را در محل هدف اشاره کرده و سپس جعبۀ متن را به انتهای پیکان بکشید.
it: Posizionare l'area di testo puntando sulla posizione di destinazione e trascinando la casella di testo fino alla fine della freccia.

# editor_hint_howto_draw_circle
source: Please point to the circle center and drag to specify the circle size.
cs: Prosím, ukažte střed kruhu a táhněte, abyste přesně určili velikost kruhu.
el: Αγγίξτε για το κέντρο του κύκλου και σύρετε ώστε να καθορίσετε το μέγεθος του κύκλου.
fa: لطفا به مرکز دایره اشاره کرده و آن را برای تعیین اندازۀ دایره بکشید.
it: Si prega di indicare il centro del cerchio e trascinare per specificare la dimensione.

# editor_hint_howto_draw_freehand
source: You are now drawing in freehand mode until you press the close button.
cs: Nyní kreslíte v režimu volné ruky dokud nestisknete tlačítko zavřít.
el: Τώρα σχεδιάζετε με ελεύθερο τρόπο μέχρι να πατήσετε το κουμπί κλεισίματος, πάνω δεξιά.
fa: شما اکنون در حالت دست آزاد ترسیم می کنید تا زمانی که دکمۀ بستن را بفشارید.
it: Ora stai disegnando in modalità a mano libera finché non premi il pulsante di chiasura.

# editor_hint_howto_draw_point
source: Place the point with a simple click.
it: Posiziona il punto con un semplice clic.

# editor_hint_howto_draw_line
source: Please point-and-drag the new line.
it: Per favore puntare e trascinare la nuova linea.

# editor_hint_howto_draw_ellipse
source: Please point to the ellipse center and drag to specify the radius.
it: Si prega di puntare al centro dell'ellisse e trascinare per specificare il raggio.

# editor_hint_howto_draw_rectangle
source: Please draw the rectangle diagonal.
it: Si prega di disegnare il rettangolo diagonale.

# editor_hint_howto_draw_perspective_line
source: Tool for measuring an unknown distance along a perspectively distorted line. See the FAQ for an introduction.
it: Strumento per misurare in prospettiva una distanza sconosciuta da una linea distorta. Vedi le domande frequenti (FAQ) per un'introduzione.

# editor_hint_howto_attach_to_reference
source: Click on the measure you want to compute based on the selected reference.
cs: Klikněte na míru, kterou chcete vypočítat na základě vybraného zaměření.
el: Κάντε κλικ στη μέτρηση που θέλετε να υπολογίσετε, με βάση την επιλεγμένη αναφορά.
fa: بر روی اندازه گیری ای که می خواهید بر اساس مرجع انتخاب شده محاسبه گردد کلیک کنید.
it: Fare clic sulla misura che si desidera calcolare in base al riferimento selezionato.

# editor_hint_howto_attach_measure
source: Click on the reference based on which you want to calculate the selected measure.
cs: Klikněte na zaměření, na kterém chcete spočítat vybraný objekt.
el: Κάντε κλικ στην αναφορά βάση της οποίας θέλετε να υπολογιστεί η επιλεγμένη μέτρηση.
fa: بر روی مرجع بر اساس آنچه که می خواهید اندازه گیری انتخابی را محاسبه نمایید کلیک کنید.
it: Clicca sul riferimento a cui si desidera allegare la misura selezionata.

# editor_error_no_reference_to_attach_to
source: There is no reference in the image! You need to draw a reference in order to do automatic computations.
cs: Neexistuje žádné zaměření v obraze! Musíte zadat zaměření, aby se provedly automatické výpočty.
el: Δεν υπάρχει αναφορά! Σχεδιάστε μία, ώστε να μπορείτε να κάνετε αυτόματους υπολογισμούς.
fa: هیچ مرجعی در عکس وجود ندارد! شما نیاز به رسم یک مرجع جهت محاسبات اتوماتیک دارید.
it: Non c'è alcun riferimento nell'immagine! È necessario disegnare un riferimento per eseguire calcoli automatici.

# editor_error_no_element_to_attach_to_reference
source: There is no measure that could be computed.
cs: Není zde žádný rozměr, který by mohl být vypočítán.
el: Δεν υπάρχει μέτρηση που να μπορεί να υπολογιστεί.
fa: هیچ مرجعی برای محاسبه وجود ندارد.
it: Non esiste alcuna misura che possa essere calcolata.

# editor_message_element_has_been_attached_to_single_reference
source: Measure is computed based on the reference you provided.
cs: Rozměr se vypočítá na základě reference, kterou jste zadali.
el: Η μέτρηση υπολογίστηκε βάση της αναφοράς που θέσατε.
fa: اندازه گیری بر اساس مرجعی که فراهم کرده اید انجام می شود.
it: La misura è calcolata in base al riferimento che hai fornito.

# editor_dialog_style_set_as_default
source: Set as default
cs: Nastavit jako výchozí
el: Ορισμός ως προεπιλογή
fa: قرار دادن به صورت پیش فرض
it: Imposta come predefinito

# editor_dialog_style_textbox_title
source: Text box style
cs: Styl textového pole
el: Στιλ κουτιού κειμένου
fa: سبک جعبۀ متن
it: Stile casella di testo

# editor_dialog_style_textbox_show_arrow
source: Show arrow
cs: Zobrazit šipku
el: Να φαίνεται το βέλος
fa: نمایش پیکان
it: Mostra freccia

# editor_dialog_style_textbox_show_border
source: Show border
cs: Zobrazit okraj
el: Να φαίνεται το περίγραμμα
fa: نمایش حاشیه
it: Mostra contorno

# editor_dialog_style_textbox_fill_background
source: Filled background
cs: Vyplněné pozadí
el: Γεμάτο φόντο
fa: پس زمینۀ پر شده
it: Sfondo pieno

# editor_dialog_style_textbox_text_outline
source: Text outline
cs: Obrys textu
el: Περίγραμμα κειμένου
fa: محیط متن
it: Contorno testo

# editor_dialog_style_textbox_font_magnification
source: Font size
cs: Velikost písma
el: Μέγεθος κειμένου
fa: اندازۀ فونت
it: Dimensione del font

# editor_dialog_style_textbox_line_width_magnification
source: Line width
cs: Šířka čáry
el: Πάχος γραμμής
fa: پهنای خط
it: Larghezza della linea

# editor_dialog_style_freehand_title
source: Freehand style
cs: Volná ruka
el: Στιλ ελεύθερης σχεδίασης
fa: سبک دست آزاد
it: Stile libero

# editor_dialog_style_freehand_line_width
source: Line width
cs: Šířka čáry
el: Πάχος γραμμής
fa: پهنای خط
it: Larghezza della linea

# editor_dialog_style_freehand_outline_width
source: Outline width
cs: Šířka obrysu
el: Περίγραμμα
fa: پهنای محیط
it: Larghezza contorno

# editor_dialog_style_freehand_line_pattern
source: Line pattern
cs: Vzor čáry
el: Τύπος γραμμής
fa: الگوی خط
it: Stile linea

# editor_dialog_style_ellipse_title
source: Ellipse style
it: Stile ellisse

# editor_dialog_style_line_title
source: Line style
it: Stile linea

# editor_dialog_style_measure_title
source: Dimension style
cs: Styl rozměru
el: Στιλ διάστασης
fa: سبک ابعاد
it: Stile dimensione

# editor_dialog_style_measure_font_magnification
source: Font size
cs: Velikost písma
el: Μέγεθος κειμένου
fa: اندازۀ فونت
it: Dimensione del font

# editor_dialog_style_measure_line_style
source: Line style
cs: Styl čáry
el: Στιλ γραμμής
fa: سبک خط
it: Stile linea

# editor_dialog_style_measure_line_pattern
source: Line pattern
cs: Vzorek čáry
el: Υπόδειγμα γραμμής
fa: الگوی خط
it: Modello di linea

# editor_dialog_style_measure_line_width_magnification
source: Line width
cs: Šířka čáry
el: Πάχος γραμμής
fa: پهنای خط
it: Larghezza della linea

# editor_dialog_style_measure_linecap_magnification
source: Line cap size
cs: Velikost konce čáry
el: Μέγεθος σημαδιού
fa: اندازۀ کلاهک خط
it: Dimensione della freccia

# editor_dialog_style_measure_text_position
source: Text position
cs: Pozice textu
el: Θέση κειμένου
it: Posizione del testo

# editor_dialog_style_measure_text_position_choices:0
source: Above line
cs: Nad čarou
el: Πάνω απ' τη γραμμή
it: Sopra la linea

# editor_dialog_style_measure_text_position_choices:1
source: Within line
cs: Pod čarou
el: Πάνω στη γραμμή
it: Entro la linea

# editor_dialog_style_measure_inverted_drawing
source: Inverted drawing
cs: Obrácené kreslení
el: Αντίστροφη σχεδίαση
it: Disegno invertito

# editor_dialog_style_measure_inverted_drawing_choices:0
source: Never
cs: Nikdy
el: Ποτέ
it: Mai

# editor_dialog_style_measure_inverted_drawing_choices:1
source: When too narrow
cs: Pokud je příliš úzká
el: Ανάλογα
it: Quando troppo stretto

# editor_dialog_style_measure_inverted_drawing_choices:2
source: Always
cs: Vždy
el: Πάντα
it: Sempre

# editor_dialog_style_angle_title
source: Angle style
cs: Styl úhlu
el: Στιλ γωνίας
fa: سبک زاویه
it: Stile de l'angolo

# editor_dialog_style_angle_show_text
source: Show text
cs: Zobrazení textu
el: Να φαίνεται το κείμενο
fa: نمایش متن
it: Mostra testo

# editor_dialog_style_angle_font_magnification
source: Font size
cs: Velikost písma
el: Μέγεθος κειμένου
fa: اندازۀ فونت
it: Dimensione del font

# editor_dialog_style_angle_line_width_magnification
source: Line width
cs: Šířka čáry
el: Πάχος γραμμής
fa: پهنای خط
it: Larghezza della linea

# editor_dialog_style_rect_title
source: Reference style
cs: Referenční styl
el: Στιλ αναφοράς
fa: سبک مرجع
it: Stile di riferimento

# editor_dialog_style_rect_show_area
source: Show area
cs: Zobrazit oblast
el: Να φαίνεται η επιφάνεια
fa: نمایش ناحیه
it: Mostra area

# editor_dialog_style_rect_font_magnification
source: Font size
cs: Velikost písma
el: Μέγεθος κειμένου
fa: اندازۀ فونت
it: Dimensione del font

# editor_dialog_style_rect_grid_always_on
source: Always show grid
cs: Vždy zobrazit mřížku
el: Να φαίνεται πάντα ο κάναβος
fa: نمایش همیشگی شبکه
it: Mostra sempre la griglia

# editor_dialog_style_rect_hgridsubdiv
source: Grid subdivisions (H)
cs: Rozdělení mřížky (H)
el: Υποδιαιρέσεις κανάβου (H)
fa: مقسم شبکه (H)
it: Suddivisioni della griglia (H)

# editor_dialog_style_rect_vgridsubdiv
source: Grid subdivisions (V)
cs: Rozdělení mřížky (v)
el: Υποδιαιρέσεις κανάβου (V)
fa: مقسم شبکه (V)
it: Suddivisioni della griglia (V)

# editor_dialog_style_rect_line_width_magnification
source: Line width
cs: Šířka čáry
el: Πάχος γραμμής
fa: پهنای خط
it: Larghezza della linea

# editor_dialog_style_rect_set_default_reference_size
source: Store reference size as default
cs: Uložte referenční velikost jako výchozí
el: Αποθηκεύστε το μέγεθος αναφοράς σαν προκαθορισμένο
fa: ذخیرۀ اندازۀ مرجع به عنوان پیش فرض
it: Memorizza le dimensioni di riferimento come predefinite

# editor_dialog_style_rect_info_set_default_reference_size_title
source: Default Reference Size
cs: Výchozí Velikost Reference
el: Προκαθορισμένο μέγεθος αναφοράς
fa: اندازۀ پیش فرض مرجع
it: Dimensione di riferimento predefinita

# editor_dialog_style_rect_info_set_default_reference_size_text
source: This button stores the currently entered reference dimensions as the default size. When creating a new reference, these dimensions are automatically set. You can set this to any reference that is suitable for your application, e.g. the size of a sheet of paper.
cs: Toto tlačítko ukládá aktuálně zadané rozměry reference jako výchozí velikost. Při vytváření nové reference jsou tyto rozměry automaticky nastaveny. Toto můžete nastavit pro jakoukoliv referenci, která se hodí pro vaší potřebu, např. velikost listu papíru.
el: Αυτό το κουμπί αποθηκεύει τις τρέχουσες διαστάσεις αναφοράς που βάλατε σαν προκαθορισμένο μέγεθος. Όταν δημιουργείτε μια νέα αναφορά, αυτές οι διαστάσεις θα μπαίνουν αυτόματα. Μπορείτε να τις βάζετε σε κάθε αναφορά που σας εξυπηρετεί, πχ το μέγεθος του χαρτιού.
fa: این دکمه ابعاد مرجع وارد شدۀ فعلی را به عنوان اندازۀ پیش فرض ذخیره می کند. زمان ایجاد یک مرجع جدید، این ابعاد به صورت اتوماتیک قرار داده می شوند. شما می توان این را به هر مرجعی که برای برنامۀ شما مناسب است قرار دهید، مثلا اندازۀ یک صفحۀ کاغذ.
it: Questo pulsante memorizza le dimensioni di riferimento attualmente inserite come dimensione predefinita. Quando crei un nuovo riferimento, tali dimensioni vengono reimpostate automaticamente. È possibile impostarlo su qualsiasi riferimento adatto alla propria applicazione, ad esempio la dimensione di un foglio di carta.

# editor_dialog_style_rect_grid_subdivisions_choices:0
source: none
cs: žádný
el: Καμμία
fa: هیچ
it: nessuno

# editor_dialog_style_rect_text_position
source: Text position
cs: Pozice textu
el: Θέση κειμένου
it: Posizione del testo

# editor_dialog_style_rect_text_position_choices:0
source: Above line
cs: Nad čarou
el: Πάνω από τη γραμμή
it: Sopra la linea

# editor_dialog_style_rect_text_position_choices:1
source: Within line
cs: Pod čarou
el: Πάνω στη γραμμή
it: Entro la linea

# editor_dialog_style_flatref_title
source: Reference style
cs: Referenční styl
el: Στιλ αναφοράς
it: Stile di riferimento

# editor_dialog_style_flatref_font_magnification
source: Font size
cs: Velikost písma
el: Μέγεθος κειμένου
it: Dimensione del font

# editor_dialog_style_flatref_grid_always_on
source: Always show grid
cs: Vždy zobrazit mřížku
el: Να φαίνεται πάντα ο κάναβος
it: Mostra sempre la griglia

# editor_dialog_style_flatref_subdivisions
source: Subdivisions
cs: Rozdělení
el: Υποδιαιρέσεις
it: Suddivisioni

# editor_dialog_style_flatref_subdivisions_choices:0
source: none
cs: žádný
el: Καμμία
it: nessuno

# editor_dialog_style_flatref_label_mode
source: Display labels
cs: Zobrazit popisky
el: Να φαίνονται οι ετικέτες
it: Mostra etichette

# editor_dialog_style_flatref_label_mode_choices:0
source: None
cs: Žádný
el: Καμμία
it: Nessuno

# editor_dialog_style_flatref_label_mode_choices:1
source: Only total length
cs: Jenom celkovou délku
el: Μόνο το συνολικό μήκος
it: Solo lunghezza totale

# editor_dialog_style_flatref_label_mode_choices:2
source: All labels
cs: Všechny popisky
el: Όλες οι ετικέτες
it: Tutte le etichette

# editor_dialog_style_flatref_label_mode_choices:3
source: Every second label
cs: Každý druhý popisek
el: Κάθε δεύτερη ετικέτα
it: Ogni seconda etichetta

# editor_dialog_style_flatref_label_position
source: Label position
cs: Pozice popisku
el: Θέση ετικέτας
it: Posizione dell'etichetta

# editor_dialog_style_flatref_label_position_choices:0
source: Above
cs: Nad
el: Από πάνω
it: Sopra

# editor_dialog_style_flatref_label_position_choices:1
source: Below
cs: Pod
el: Από κάτω
it: Sotto

# editor_dialog_style_flatref_label_position_choices:2
source: Alternating, last one above
cs: Střídavé, poslední nad
el: Με εναλλαγή, η τελευταία από πάνω
it: Alternando, l'ultimo sopra

# editor_dialog_style_flatref_label_position_choices:3
source: Alternating, last one below
cs: Střídavé, poslední pod
el: Με εναλλαγή, η τελευταία από κάτω
it: Alternando, l'ultimo sotto

# editor_dialog_style_area_title
source: Area style
cs: Styl oblasti
el: Στιλ εμβαδού
fa: سبک ناحیه
it: Stile de l'area

# editor_dialog_style_area_show_text
source: Show area
it: Mostra area

# editor_dialog_style_area_show_perimeter
source: Show perimeter
it: Mostra il perimetro

# editor_dialog_style_area_font_magnification
source: Area font size
it: Dimensione del carattere dell'area

# editor_dialog_style_area_show_edge_labels
source: Show edge lengths
it: Mostra le lunghezze dei bordi

# editor_dialog_style_area_edge_font_magnification
source: Edges font size
it: Taglia la dimensione del carattere

# editor_dialog_style_area_shade_area
source: Shaded area
cs: Stínovaná oblast
el: Σκιασμένη περιοχή
fa: ناحیۀ سایه دار
it: Zona ombreggiata

# editor_dialog_style_area_line_width_magnification
source: Line width
cs: Šířka čáry
el: Πάχος γραμμής
fa: پهنای خط
it: Larghezza della linea

# editor_dialog_style_circle_title
source: Circle style
cs: Styl kruhu
el: Στιλ κύκλου
fa: سبک دایره
it: Stile del cerchio

# editor_dialog_style_circle_show_radius
source: Show radius
cs: Zobrazit poloměr
el: Να φαίνεται η ακτίνα
fa: نمایش شعاع
it: Mostra raggio

# editor_dialog_style_circle_show_diameter
source: Show diameter
cs: Zobrazit průměr
el: Να φαίνεται η διάμετρος
fa: نمایش قطر
it: Mostra diametro

# editor_dialog_style_circle_show_circumference
source: Show circumference
cs: Zobrazit obvod
el: Να φαίνεται η περιφέρεια
fa: نمایش محیط دایره
it: Mostra circonferenza

# editor_dialog_style_circle_show_angle
source: Show angle
cs: Zobrazit úhel
el: Να φαίνεται η γωνία
fa: نمایش زاویه
it: Mostra angolo

# editor_dialog_style_circle_show_area
source: Show area
cs: Zobrazit oblast
el: Να φαίνεται το εμβαδόν
fa: نمایش ناحیه
it: Mostra area

# editor_dialog_style_circle_shade_area
source: Shaded area
cs: Stínovaná oblast
el: Σκιασμένη περιοχή
fa: ناحیۀ سایه دار
it: Zona ombreggiata

# editor_dialog_style_circle_font_magnification
source: Font size
cs: Velikost písma
el: Μέγεθος κειμένου
fa: اندازۀ فونت
it: Dimensione del font

# editor_dialog_style_circle_line_width_magnification
source: Line width
cs: Šířka čáry
el: Πάχος γραμμής
fa: پهنای خط
it: Larghezza della linea

# editor_dialog_style_rectangle_title
source: Rectangle style
it: Stile rettangolo

# editor_dialog_style_rectangle_show_edge_lengths
source: Show side lengths
it: Mostra lunghezze laterali

# editor_dialog_style_rectangle_show_area
source: Show area
it: Mostra area

# editor_dialog_style_rectangle_show_perimeter
source: Show perimeter
it: Mostra il perimetro

# editor_dialog_style_rectangle_shade_area
source: Shaded area
it: Zona ombreggiata
