Repository: 0ndrej/ImageMeter-translations
Catalog: strings-*.po
Languages: cs, el, fa, it

# faq_auto_measure_ref_objects_a
source: Whatever you like as long as it is rectangular. For measuring houses, windows are a good option. You can also pin a sheet of paper on the wall and use this. The reference even does not have to exist physically. Just four points that form an imagined rectangle will work. Try to choose the reference as large as possible to increase accuracy.
cs: Cokoli chcete pokud je to pravoúhlé. pro měření domů, okna jsou ideální. Můžete také nalepit list papíru na zeď a použít ho. Reference dokonce nemusí existovat fyzicky. Pouze čtyři body, které tvoří imaginární obdélník, budou fungovat. Zkuste vybrat referenci co nejširší, aby se zvýšila přesnost.
el: Οτιδήποτε αρκεί να είναι παραλληλόγραμμο. Για τη μέτρηση σπιτιών τα παράθυρα είναι καλή επιλογή. Μπορείτε επίσης να καρφιτσώσετε μια σελίδα χαρτί στον τοίχο και να το χρησιμοποιήσετε. Δεν χρειάζεται απαραίτητα, να είναι κάτι υπαρκτό. Απλά 4 σημεία που ορίζουν ένα ιδεατό παραλληλόγραμμο θα αρκούσαν. Προσπαθήστε να κάνετε την αναφορά όσο μεγαλύτερη γίνεται για να αυξηθεί η ακρίβεια.
fa: هر چیزی که دوست دارید تا زمانی که مستطیلی باشد. برای اندازه گیری خانه ها، پنجره ها گزینۀ مناسبی هستند. شما همچنین می توانید یک صفحۀ کاغذ را روی دیوار بچسبانید و از آن استفاده کنید. مرجع می تواند حتی به طور فیزیکی هم موجود نباشد. تنها چهار نقطه که ایجاد یک مستطیل فرضی شوند عمل خواهد کرد. سعی کنید مرجع را تا جای ممکن بزرگ انتخاب کنید تا دقت افزایش یابد.
it: Qualunque cosa tu voglia finché sia rettangolare. Per le case di misura, le finestre sono una buona opzione. È inoltre possibile pinzare un foglio di carta sul muro e utilizzare questo. Il riferimento non deve nemmeno esistere fisicamente. Solo quattro punti che formano un rettangolo immaginato funzioneranno. Cercate di scegliere il riferimento più grande possibile per aumentare la precisione.

# faq_auto_measure_accuracy_q
source: What is the accuracy of computed measurements?
cs: Jaká je přesnost vypočítaných měření?
el: Πόση είναι η ακρίβεια των υπολογισμένων μετρήσεων;
fa: دقت اندازه گیری های محاسبه شده چقدر است؟
it: Qual è la precisione delle misurazioni calcolate?

# faq_auto_measure_accuracy_a
source: In theory, the computed measurements are 100% accurate. In practice, the accuracy depends on how accurately you place the reference rectangle corners and on the lens distortions of the camera. In order to get the highest accuracy possible, you should choose a reference as large as possible.
cs: V teorii jsou vypočítané rozměry 100% přesné. V praxi přesnost závisí na tom, jak přesně umístíte rohy referenčního obdélníku a na zkreslení čočky fotoaparátu. Abyste získali co nejvyšší přesnost, měli byste zvolit co největší referenci.
el: Στη θεωρία, οι υπολογισμένες μετρήσεις είναι 100% ακριβείς. Στην πράξη, η ακρίβεια εξαρτάται από το πόσο ακριβώς σωστά βάζετε τις γωνίες του παραλληλογράμμου αλλά και από τις παραμορφώσεις του φακού της φωτογραφικής μηχανής. Εάν θέλετε τη μέγιστη ακρίβεια θα πρέπει να φτιάξετε ένα παραλληλόγραμμο όσο το δυνατόν μεγαλύτερο.
fa: در تئوری، اندازه گیری های محاسبه شده 100 دقیق هستند. در عمل، دقت به اینکه چقدر شما در قرار دادن گوشه های مرجع مستطیلی دقیق بوده اید و اعوجاج لنز دوربین بستگی دارد. برای داشتن بیشتر مقدار دقت ممکن، شما باید مرجع را تا جای ممکن بزرگ انتخاب نمایید.
it: In teoria, le misurazioni calcolate sono accurate al 100%. In pratica, l'esattezza dipende da quanto accuratamente posizionate gli angoli di rettangolo di riferimento e sulle distorsioni dell'obiettivo della fotocamera. Per ottenere la massima precisione possibile, è necessario scegliere un riferimento il più grande possibile.

# faq_auto_measure_perspective_line_q
source: How do I use the 'Perspective line' tool?
it: Come si usa lo strumento 'Linea prospettica'?

# faq_auto_measure_perspective_line_a
source: Often, you may want to measure the height of a high object, or another distance along a line that is subject to perspective foreshortening. In this case, the 'Perspective line' tool can be used. It requires that you mark three points on a line: the zero point and two known points with their distance to the zero point. These three points are indicated with a small triangle. Now, you can additionally move a fourth point on the line whose distance to the zero point will be computed automatically. ImageMeter will also draw a couple of thin orthogonal lines that indicate the perspective foreshortening along the line. The last of these lines represents the horizont. Clearly, moving the measurement point across the horizont will not give you a valid measurement. Note that you do not need an additional reference when using this tool, since it combines its own reference and measurement in a single tool.
it: Spesso, potresti voler misurare l'altezza di un oggetto alto o un'altra distanza lungo una linea soggetta a scorcio prospettico. In questo caso, puoi utilizzare lo strumento 'Linea prospettica'. Richiede di segnare tre punti su una linea: il punto zero e due punti noti con la loro distanza dal punto zero. Questi tre punti sono indicati con un piccolo triangolo. Ora puoi anche spostare un quarto punto sulla linea la cui distanza dal punto zero verrà calcolata automaticamente. ImageMeter disegna anche un paio di sottili linee ortogonali che indicano lo scorcio prospettico lungo la linea. L'ultima di queste linee rappresenta l'horizont. Chiaramente, spostando il punto di misurazione sull'orizzontale non si otterrà una misura valida. Nota che non è necessario un riferimento aggiuntivo quando si utilizza questo strumento, poiché combina il proprio riferimento e la misurazione in un unico strumento.

# faq_bluetooth_compatibility_q
source: Which laser distance meters are supported?
cs: Které laserové měřiče vzdáleností jsou podporovány?
el: Ποιοι μετρητές απόστασης laser υποστηρίζονται;
fa: چه اندازه گیرهای فاصلۀ لیزری ای پشتیبانی می شوند؟
it: Quali distanziali laser sono supportati?

# faq_bluetooth_compatibility_a_column_model
source: Model
el: Μοντέλο
fa: مدل
it: Modello

# faq_bluetooth_compatibility_a_column_protocol
source: Protocol
cs: Protokol
el: Πρωτόκολλο
fa: پروتکل
it: Protocollo

# faq_bluetooth_compatibility_a_column_works
source: Works
cs: Funguje
el: Λειτουργεί
fa: کار می کنند
it: Funziona

# faq_bluetooth_compatibility_a_entry_works_yes
source: yes
cs: ano
el: ναι
fa: بله
it: sì

# faq_bluetooth_compatibility_a_entry_works_untested
source: untested
cs: neotestováno
el: δεν έχει δοκιμαστεί
fa: آزمایش نشده
it: non testato

# faq_bluetooth_connect_q
source: How do I connect to a Bluetooth device?
cs: Jak se připojím k zařízení Bluetooth?
el: Πως συνδέω μια συσκευή Bluetooth;
fa: من چگونه به یک دستگاه بلوتوث متصل شوم؟
it: Come si connette a un dispositivo Bluetooth?

# faq_bluetooth_connect_a
source: Usually, you can simply select your Bluetooth device in the ImageMeter settings. If the device is not paired yet, it will do so when you connect to it the first time. If this fails or if only the device address is shown instead of its name, it may help to first pair the device in the Android settings. If you have a device with Bluetooth LE, you do not need to pair it, but it has to be turned on to appear in the device list. Usually, the transmission protocol is detected automatically, but in rare cases, the device name is ambiguous and you have to set the protocol manually in the settings. To conntect to the device, press the Bluetooth button at the image menu screen. It will blink until the connection is established. Eventually, it should turn blue to denote that the connection is active. Sometimes, the OS will ask you to enter the device pin again. On some devices, a small Bluetooth icon appears at the title bar and you have to swipe down to enter the pin. Also make sure that other apps connected to the laser distance meter are closed, as some block the connection while they are running in the background. The Leica D810 should be in app mode with encryption turned off.
cs: Obvykle můžete v zařízení ImageMeter jednoduše vybrat zařízení Bluetooth. Pokud zařízení ještě není spárováno, učiní tak, když se k němu poprvé připojíte. Pokud se to nezdaří nebo je-li zobrazena pouze adresa zařízení namísto jejího jména, může pomoci nejprve zařízení spárovat v nastaevní Androidu. Pokud máte zařízení s rozhraním Bluetooth LE, nemusíte jej spárovat, ale musí být zapnuto, aby se zobrazilo v seznamu zařízení. Obvykle je přenosový protokol automaticky detekován, v případě, že název zařízení je nejednoznačný musíte v nastavení nastavit protokol ručně. Chcete-li se připojit k zařízení, stiskněte tlačítko Bluetooth na obrazovce nabídky obrázků. Bude blikat, dokud se spojení nezavede. Nakonec by se mělo přebarvit na modro, aby se označilo, že spojení je aktivní. Někdy vás operační systém požádá, abyste znovu vložili pin kód zařízení. Na některých zařízeních se v záhlaví objeví malá ikona Bluetooth a musíte swipnout prstem dolů a zadat pin. Také se ujistěte, že ostatní aplikace připojené k laserovému měřiče vzdálenosti jsou zavřené, protože některé blokují připojení zatímco běží na pozadí. Leica D810 by měla být v režimu aplikace s vypnutým šifrováním.
el: Συνήθως επιλέγετε την συσκευή Bluetooth στις ρυθμίσεις. Εάν η συσκευή δεν έχει ακόμη συνδυαστεί, θα το κάνει μετά την πρώτη σύνδεση. Εάν αποτύχει αυτό ή εάν φαίνεται μόνο η διεύθυνση της συσκευής και όχι το όνομά της, θα βοηθούσε να συνδυάζατε πρώτα τη συσκευή στις ρυθμίσεις Android. Εάν έχετε συσκευή με Bluetooth LE, δεν χρειάζεται να την συνδυάσετε αλλά απλά να την ανοίξετε, ώστε να φαίνεται στη λίστα συσκευών. Συνήθως το πρωτόκολλο μετάδοσης εντοπίζεται αυτόματα, αλλά σε σπάνιες περιπτώσεις, μπορείτε να το επιλέξετε χειροκίνητα στις ρυθμίσεις. Για να συνδεθείτε με τη συσκευή σας, πατήστε το κουμπί Bluetooth που είναι στην οθόνη του μενού εικόνας. Θα αναβοσβήνει μέχρι να γίνει η σύνδεση. Τελικά, θα γίνει μπλε για να υποδηλώσει ότι η σύνδεση είναι ενεργή. Μερικές φορές το σύστημα θα σας ζητήσει να βάλετε το pin ξανά. Σε μερικές συσκευές, ένα μικρό εικονίδιο Bluetooth εμφανίζεται στην μπάρα τίτλου και θα πρέπει να το σύρετε προς τα κάτω για να βάλετε το pin. Βεβαιωθείτε ότι άλλες εφαρμογές που χρησιμοποιούν το μετρητή laser είναι κλειστές, διότι μπορεί να μπλοκάρουν τη σύνδεση εάν λειτουργούν στο βάθος. Ο μετρητής Leica D810 πρέπει να είναι σε app mode με την κρυπτογράφηση κλειστή
fa: معمولا، شما به سادگی می توانید دستگاه بلوتوث خود را در تنظیمات ImageMeter انتخاب نمایید. اگر دستگاه هنوز جفت نشده است، این را زمانی که شما برای اولین بار به آن متصل شوید انجام خواهد داد. اگر ناموفق بود یا اگر تنها آدرس دستگاه به جای نام آن نشان داده شد، ممکن است جفت کردن دستگاه در تنظیمات اندروید کمک کند. اگر شما دستگاهی با بلوتوث LE دارید، شما نیازی به جفت کردنش ندارید، اما باید روشن گردد تا در لیست دستگاه ها نشان داده شود. معمولا، پروتکل ارسال به صورت اتوماتیک تشخیص داده می شود، اما در مواقع نادر، نام دستگاه مبهم است و شما باید پروتکل را به صورت دستی در تنظیمات قرار دهید.</p> <p>برای اتصال به دستگاه، دکمۀ بلوتوث را در منوی صفحۀ عکس فشار دهید. این دکمه تا زمان برقرای اتصال چشمک خواهد زد. عاقبت، آبی خواهد شد تا نشان دهد اتصال فعال است. بعضی اوقات، سیستم از شما می پرسد تا رمز دستگاه را دوباره وارد کنید. در بعضی دستگاه ها، یک آیکون بلوتوث کوچک در نوار عنوان ظاهر می شود و شما باید آن را به پایین بکشید تا رمز را وارد کنید. همچنین مطمئن شوید برنامه های دیگری که به اندازه گیر فاصلۀ لیزری متصل هستند بسته باشند، چون برخی زمانی که در پس زمینه در حال اجرا باشند ارتباط را مسدود می کنند. Leica D810 باید در حالت برنامه با خاموش بودن رمزگذاری باشد.
it: Di solito è possibile selezionare semplicemente il proprio dispositivo Bluetooth nelle impostazioni di ImageMeter. Se il dispositivo non è ancora associato, lo farà quando si collega alla prima volta. Se ciò non riesce o se solo l'indirizzo del dispositivo viene visualizzato anziché il suo nome, potrebbe essere utile per prima accoppiare il dispositivo nelle impostazioni di Android. Se si dispone di un dispositivo con Bluetooth LE, non è necessario accoppiarlo, ma deve essere attivato per apparire nell'elenco di dispositivi. Di solito, il protocollo di trasmissione viene rilevato automaticamente, ma in rari casi il nome del dispositivo è ambiguo e devi impostare manualmente il protocollo nelle impostazioni. Per connettersi al dispositivo, premere il pulsante Bluetooth nella schermata del menu immagine. Lampeggerà fino a quando non verrà stabilita la connessione. Alla fine, dovrebbe diventare blu per indicare che la connessione è attiva. A volte, il sistema operativo chiederà di entrare nuovamente nel perno del dispositivo. Su alcuni dispositivi, una piccola icona Bluetooth viene visualizzata nella barra del titolo e devi scorrere verso il basso per entrare nel pin. Assicurarsi inoltre che altre applicazioni collegate al misuratore di distanza laser siano chiuse, in quanto alcuni bloccano la connessione mentre sono in esecuzione in background. Il Leica D810 dovrebbe essere in modalità app con la crittografia disattivata.

# faq_bluetooth_usage_q
source: How do I transmit values via Bluetooth?
cs: Jak přenesu hodnoty pomocí Bluetooth?
el: Πως μεταφέρω τιμές με το Bluetooth;
fa: من چگونه می توانم مقادیر را با بلوتوث ارسال کنم؟
it: Come trasmetto i valori via Bluetooth?

# faq_bluetooth_usage_a
source: In the image editor, draw a measure or select one. Now press the 'transmit' button on your laser distance meter. On some devices, there is no 'transmit' button and the measurement will be transmitted as soon as it is taken. Note that you should &lt;b&gt;not&lt;/b&gt; enter the value-entry dialog to transmit the value.
cs: V editoru obrázků nakreslete rozměr nebo vyberte jeden. Nyní stiskněte tlačítko "vysílání" na laserovém měřiči vzdálenost. Na některých zařízeních není tlačítko "vysílání" a měření bude odesláno, jakmile je přijato. Pamatujte si, že byste &lt;b>neměli&lt;/b> zvolit dialog pro zadání hodnoty, abyste přenesli hodnotu.
el: Στο περιβάλλον εργασίας, σχεδιάστε μια νέα διάσταση ή επιλέξτε μία. Πιέστε το κουμπί "μεταφορά" στη συσκευή μέτρησης laser. Σε μερικές συσκευές, δεν υπάρχει αυτό το κουμπί και η μέτρηση θα μεταδοθεί αμέσως μόλις γίνει. Σημειώστε ότι &lt;b>δεν πρέπει να&lt;/b> χρησιμοποιήσετε το διάλογο για να στείλετε την τιμή.
fa: در ویاریشگر عکس، یک اندازه گیری ترسیم یا یکی را انتخاب کنید. حالا دکمۀ 'ارسال' را در اندازه گیر فاصلۀ لیزری بفشارید. در برخی دستگاه ها، هیچ دکمۀ 'ارسال' وجود ندارد و اندازه گیری بلافاصله پس از انجام شدن ارسال می گردد</p> <p>توجه کنید که شما <b>نباید</b>پیغام وارد کردن مقدار را برای ارسال مقدار وارد کنید.
it: Nell'editor di immagini, disegnare una misura o selezionare uno. Ora premete il pulsante 'trasmettere' sul vostro misuratore di distanza laser. Su alcuni dispositivi non è presente alcun pulsante di trasmissione e la misura verrà trasmessa non appena viene eseguita. Si noti che non è necessario immettere la finestra di dialogo di valore per inviare il valore.

# faq_other_section
source: Other
cs: Další
el: Άλλα
fa: دیگر
it: Altro

# faq_other_free_vs_pro_q
source: What is the difference between free and pro version?
cs: Jaký je rozdíl mezi verzí zdarma a pro verzí?
el: Ποια είναι η διαφορά μεταξύ της ελεύθερης έκδοσης και της έκδοσης pro;
fa: تفاوت بین نسخۀ رایگان و حرفه ای چیست؟
it: Qual è la differenza tra la versione gratuita e la versione pro?

# faq_other_free_vs_pro_a
source: The free version has the following limitations:&lt;ul&gt; &lt;li&gt;adds watermarks into the exported images,&lt;/li&gt; &lt;li&gt;maximum of 5 dimensions per image,&lt;/li&gt; &lt;li&gt;transfer distances of up to 3 meters via Bluetooth.&lt;/li&gt; &lt;/ul&gt; If ImageMeter is useful to you, please upgrade to the pro version to support further development.
cs: Verze zdarma má následující omezení:&lt;ul>&lt;li>přidává vodoznak do exportovaných obrazů,&lt;/li>&lt;li>maximálně 5 rozměrů na obraz,&lt;/li>&lt;li>přenos vzdáleností až do 3 metrů skrze Bluetooth.&lt;/li>&lt;/ul> Pokud je pro vás ImageMeter užitečný, prosím upradgujte na verzi pro, abyste mohli podpořit další vývoj.
el: Η ελεύθερη έκδοση έχει τους παρακάτω περιορισμούς:&lt;ul> &lt;li>προσθέτει υδατόσημα στις εικόνες που εξάγονται,&lt;/li> &lt;li>maximum 5 διαστάσεις ανά εικόνα,&lt;/li> &lt;li>απόσταση μετάδοσης μέχρι 3 μέτρα μέσω Bluetooth.&lt;/li> &lt;/ul> Εάν το ImageMeter σας φαίνεται χρήσιμο, παρακαλώ αναβαθμίστε στη έκδοση PRO, ώστε να βοηθήσετε στην περαιτέρω βελτίωση της εφαρμογής.
it: La versione gratuita ha le seguenti limitazioni: &lt;ul&gt;&lt;li&gt;aggiunge i filigrane nelle immagini esportate;&lt;/li&gt;&lt;li>massimo di 5 dimensioni per immagine,&lt;/li&gt;&lt;li&gt;trasferisce distanze fino a 3 metri tramite Bluetooth.&lt;/li&gt;&lt;/ul&gt;Se ImageMeter è utile per te, esegui l'aggiornamento alla versione pro per supportare ulteriormente lo sviluppo.

# faq_other_upgrading_vs_native_pro_q
source: What is the difference between upgrading the free version and installing the pro version?
cs: Jaký je rozdíl mezi upgradem free verze a instalováním pro verze?
el: Ποια είναι η διαφορά μεταξύ της αναβάθμισης της ελεύθερης έκδοσης και της εγκατάστασης κατευθείαν της έκδοσης pro;
fa: تفاوت بین ارتقای نسخۀ رایگان و نصب نسخۀ حرفه ای چیست؟
it: Qual è la differenza tra l'aggiornamento della versione gratuita e l'installazione della versione pro?

# faq_other_upgrading_vs_native_pro_a
source: There is no difference. Both options will give you exactly the same features.
cs: Není mezi nimi žádný rozdíl. Oboje možnosti ti dají stejné funkce.
el: Καμία διαφορά, έχουν ακριβώς τα ίδια χαρακτηριστικά.
fa: هیچ تفاوتی نیست. هر دو گزینه به شما دقیقا قابلیت های مشابهی را خواهند داد.
it: Non c'è differenza. Entrambe le opzioni vi daranno esattamente le stesse caratteristiche.

# faq_other_disable_FAQ_button_q
source: How can I disable the FAQ button?
cs: Jak můžu zakázat tlačítko FAQ?
el: Πως απενεργοποιώ το κουμπί συχνών ερωτήσεων;
fa: من چگونه می توانم دکمۀ پرسش و پاسخ را غیرفعال کنم؟
it: Come posso disattivare il pulsante FAQ?

# faq_other_disable_FAQ_button_a
source: There is a setting for this in the preferences (in section 'User Interface'). When turned off, you can access the FAQ from the menu.
cs: Je tady nastavení v možnostech (v sekci 'Uživatelské Rozhraní'). Pokud je vypnuto, můžete se dostat k FAQ přes menu.
el: Υπάρχει ρύθμιση για αυτό στις προτιμήσεις (στην περιοχή "Περιβάλλον χρήστη"). Όταν είναι κλειστό, μπορείτε να έχετε πρόσβαση στις συχνές ερωτήσεις από το μενού.
fa: در بخش تنظیمات گزینه ای برای این وجود دارد (در بخش 'رابط کاربری'). زمانی که خاموش باشد، شما می توانید به پرسش و پاسخ از منو دسترسی داشته باشید.
it: Vi è un'impostazione nelle preferenze (nella sezione 'Interfaccia utente'). Quando è disattivato, è possibile accedere alle FAQ dal menu.

# faq_other_contact_q
source: I still have a question, who can I ask?
cs: Stále mám otázku, koho se můžu zeptat?
el: Έχω κάποια άλλη ερώτηση, ποιόν μπορώ να ρωτήσω;
fa: من همچنان سؤالی دارم، از چه کسی بپرسم؟
it: Ho ancora una domanda, chi posso chiedere?

# faq_other_contact_a
source: Please write to &lt;a href="mailto:imagemeter@gmail.com"&gt;imagemeter@gmail.com&lt;/a&gt;.
cs: Prosím napište &lt;a href="mailto:imagemeter@gmail.com">imagemeter@gmail.com&lt;/a>.
el: Παρακαλώ γράψτε στο &lt;a href="mailto:imagemeter@gmail.com">imagemeter@gmail.com&lt;/a>.
fa: لطفا به <a href="mailto:imagemeter@gmail.com">imagemeter@gmail.com</a&lt;بنویسید.
it: Si prega di scrivere a &lt;a href="mailto:imagemeter@gmail.com"&gt;imagemeter@gmail.com&lt;/a&gt;.

# image_info_image_name
source: Image Name
it: Nome dell'immagine

# image_info_capture_date
source: Capture Date
it: Data di acquisizione

# image_info_original_resolution
source: Original Image Resolution
it: Risoluzione dell'immagine originale

# image_info_export_resolution
source: Exported Image Resolution
it: Esporta risoluzione immagine

# image_info_gps_coordinates
source: GPS Coordinates
it: Coordinate GPS

# image_info_show_on_map
source: Show on map
it: Mostra sulla mappa

# value_entry_unit_unit
source: Unit
it: Unità

# generic_lowercase_no
source: no
cs: ne
el: όχι

# imageselect_menu_tutorial
source: Tutorial
cs: Tutoriál
el: Εκμάθηση
fa: آموزش

# folderselect_dialog_delete_folder_cancel
source: No
cs: Ne
el: Όχι
fa: خیر

# folderselect_dialog_delete_folder_content_cancel
source: No
cs: Ne
el: Όχι

# imageselect_dialog_delete_image_cancel
source: No
cs: Ne
el: Όχι
fa: خیر

# imageselect_dialog_about_version
source: version:
cs: verze:
el: έκδοση:
fa: نسخه:

# imageselect_dialog_about_license
source: license:
cs: licence:
el: άδεια:
fa: لایسنس:

# imageselect_dialog_about_license_evaluation
source: free evaluation
cs: verze zdarma
el: δωρεάν αξιολόγηση
fa: ارزیابی رایگان

# imageselect_dialog_about_tutorial_link
source: <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">tutorial video</a>
cs: <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">video tutoriál</a>
fa: <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">ویدیوی آموزشی</a>

# imageselect_dialog_about_contact_link
source: <a href="mailto:imagemeter@gmail.com">contact email</a>
cs: <a href="mailto:imagemeter@gmail.com">kontaktní email</a>
fa: <a href="mailto:imagemeter@gmail.com">ایمیل تماس</a>

# pref_editor_max_image_size_choices:0
source: 640 pixels
cs: 640 pixelů
fa: 640 پیکسل

# pref_editor_max_image_size_choices:1
source: 1024 pixels
cs: 1024 pixelů
fa: 1024 پیکسل

# pref_editor_max_image_size_choices:2
source: 1600 pixels
cs: 1600 pixelů
fa: 1600 پیکسل

# pref_editor_max_image_size_choices:3
source: 2400 pixels
cs: 2400 pixelů
fa: 2400 پیکسل

# pref_editor_max_image_size_choices:4
source: 3000 pixels
cs: 3000 pixelů
el: 2400 pixels
fa: 3000 پیکسل

# pref_editor_snapping_hv_orientation_choices:0
source: Off
cs: Vypnuto
el: Ανενεργό

# pref_editor_snapping_hv_orientation_choices:2
source: On
cs: Zapnuto
el: Ενεργό

# pref_min_export_size_choices:0
source: 640 pixels
cs: 640 pixelů
fa: 640 پیکسل

# pref_min_export_size_choices:1
source: 800 pixels
cs: 800 pixelů
fa: 800 پیکسل

# pref_min_export_size_choices:2
source: 1024 pixels
cs: 1024 pixelů
fa: 1024 پیکسل

# pref_min_export_size_choices:3
source: 1280 pixels
cs: 1280 pixelů
fa: 1280 پیکسل

# pref_min_export_size_choices:4
source: 1600 pixels
cs: 1600 pixelů
fa: 1600 پیکسل

# pref_min_export_size_choices:5
source: 1920 pixels
cs: 1920 pixelů
fa: 1920 پیکسل

# pref_min_export_size_choices:6
source: 2560 pixels
cs: 2560 pixelů
fa: 2560 پیکسل

# pref_min_export_size_choices:7
source: 3840 pixels
cs: 3840 pixelů
fa: 3840 پیکسل

# pref_max_export_size_choices:0
source: 640 pixels
cs: 640 pixelů
fa: 640 پیکسل

# pref_max_export_size_choices:1
source: 800 pixels
cs: 800 pixelů
fa: 800 پیکسل

# pref_max_export_size_choices:2
source: 1024 pixels
cs: 1024 pixelů
fa: 1024 پیکسل

# pref_max_export_size_choices:3
source: 1280 pixels
cs: 1280 pixelů
fa: 1280 پیکسل

# pref_max_export_size_choices:4
source: 1600 pixels
cs: 1600 pixelů
fa: 1600 پیکسل

# pref_max_export_size_choices:5
source: 1920 pixels
cs: 1920 pixelů
fa: 1920 پیکسل

# pref_max_export_size_choices:6
source: 2560 pixels
cs: 2560 pixelů
fa: 2560 پیکسل

# pref_max_export_size_choices:7
source: 3840 pixels
cs: 3840 pixelů
fa: 3840 پیکسل

# pref_bluetooth_device_protocol_choices:0
source: Automatic
cs: Automaticky
el: Αυτόματα
fa: اتوماتیک

# editor_menu_add_area
source: Area
cs: Plocha
el: Εμβαδόν
fa: سطح

# editor_dialog_style_measure_show_text
source: Show text
cs: Zobrazit text
el: Να φαίνεται το κείμενο
fa: نمایش متن

# editor_dialog_style_rect_show_text
source: Show text
cs: Zobrazit text
el: Να φαίνεται το κείμενο
fa: نمایش متن

# dimension_format_imperial_length_unit_choices:0
source: inch
cs: palec
el: ίντσα
fa: اینچ

# dimension_format_imperial_length_unit_choices:1
source: foot
cs: stopa
el: πόδι
fa: فوت

# bluetooth_error_ci_E101
source: E101: battery voltage too low
cs: E101: napětí baterie příliš nízké
el: E101: πολύ χαμηλή μπαταρία
fa: E101: ولتاژ باتری بسیار کم
