Repository: 0ndrej/ImageMeter-translations
Catalog: strings-*.po
Languages: cs, el, fa, it

# upgraded_sub_title
source: with pro upgrade
cs: s pro upgradem
el: με αναβάθμιση σε pro
fa: با ارتقای حرفه ای
it: con la versione Pro

# generic_button_dismiss
source: Dismiss
cs: Zamítnout
el: Κλείσιμο
fa: رد کردن
it: Scartare

# generic_dialog_title_error
source: Error
cs: Chyba
el: Σφάλμα
fa: خطا
it: Errore

# generic_dialog_title_warning
source: Warning
cs: Varování
el: Προειδοποίηση
fa: هشدار
it: Avvertenza

# generic_lowercase_yes
source: yes
cs: ano
el: ναι
it: si

# generic_lowercase_unknown
source: unknown
cs: neznámé
el: άγνωστο
it: sconosciuto

# notification_error_title
source: ImageMeter error
cs: ImageMeter Chyba
el: σφάλμα ImageMeter
fa: خطای ImageMeter
it: ImageMeter errore

# folderselect_menu_new_folder
source: New folder
cs: Nová složka
el: Νέος φάκελος
fa: پوشۀ جدید
it: Nuova cartella

# folderselect_menu_share_folder
source: Share folder
cs: Sdílet složku
el: Μοίρασε το φάκελο
fa: اشتراک پوشه
it: Condividi cartella

# folderselect_menu_save_to_external_memory
source: Save to gallery
cs: Uložit do galerie
el: Αποθήκευση στη συλλογή
it: Salva nella galleria

# folderselect_menu_rename_folder
source: Rename folder
cs: Přejmenovat složku
el: Μετονομασία φακέλου
fa: تغییرنام پوشه
it: Rinomina cartella

# folderselect_menu_delete_folder
source: Delete folder
cs: Smazat složku
el: Σβήσιμο φακέλου
fa: حذف پوشه
it: Eliminare cartella

# folderselect_menu_print_folder
source: Print folder
cs: Vytisknout složku
el: Εκτύπωση φακέλου
it: Stampa cartella

# imageselect_menu_preferences
source: Settings
cs: Nastavení
el: Ρυθμίσεις
fa: تنظیمات
it: Impostazioni

# imageselect_menu_rename
source: Rename image
cs: Přejmenovat obrázek
el: Μετονομασία εικόνας
fa: تغییرنام عکس
it: Rinomina immagine

# imageselect_menu_move_to_folder
source: Move to folder
cs: Přesunout do složky
el: Μετακίνηση στο φάκελο
fa: انتقال به پوشه
it: Sposta nella cartella

# imageselect_menu_import_image
source: Import image
cs: Importovat obrázek
el: Εισαγωγή εικόνας
fa: واردات عکس
it: Importa immagine

# imageselect_menu_capture
source: Capture image
cs: Vyfotit obrázek
el: Σύλληψη εικόνας
fa: گرفتن عکس
it: Cattura immagine

# imageselect_menu_delete_image
source: Delete image
cs: Smazat obrázek
el: Διαγραφή εικόνας
fa: حذف عکس
it: Eliminare immagine

# imageselect_menu_share_image
source: Share image
cs: Sdílet obrázek
el: Μοίρασε την εικόνα
fa: اشتراک عکس
it: Condividi immagine

# imageselect_menu_save_to_external_memory
source: Save to gallery
cs: Uložit do galerie
el: Σώσε στη συλλογή
it: Salva nella galleria

# imageselect_menu_bluetooth
source: Bluetooth connect
cs: Bluetooth připojení
el: Σύνδεση Bluetooth
fa: اتصال بلوتوث
it: Connessione Bluetooth

# imageselect_menu_print
source: Print image
cs: Vytisknout obraz
el: Εκτύπωσε την εικόνα
it: Stampa immagine

# imageselect_menu_image_info
source: Image info…
it: Informazioni sull'immagine ...

# imageselect_menu_upgrade
source: Upgrade...
el: Αναβάθμιση...
fa: ارتقا...
it: Aggiornamento...

# imageselect_menu_import_images_from_free_app
source: Import images from free app
cs: Importovat obrázky z bezplatné aplikace
el: Εισαγωγή εικόνων από τη δωρεάν εφαρμογή
fa: واردات عکس ها از برنامۀ رایگان
it: Importa immagini dal´app gratuita

# imageselect_menu_tipofday
source: Show tip of the day
cs: Zobrazit tip dne
el: Να εμφανίζονται οι συμβουλές
fa: نمایش فوت و فن روز
it: Mostra un consiglio del giorno

# imageselect_menu_welcome_message
source: Show welcome message
it: Mostra messaggio di benvenuto

# imageselect_menu_about_app
source: About app...
cs: O aplikaci...
el: Πληροφορίες προγράμματος
fa: دربارۀ برنامه
it: Informazioni app...

# foldername_dialog_folder_name
source: Folder name
cs: Název složky
el: Όνομα φακέλου
it: Nome cartella

# foldername_dialog_folder_name_hint
source: folder name
cs: název složky
el: όνομα φακέλου
fa: نام پوشه
it: nome cartella

# foldername_dialog_notes
source: Notes
cs: Poznámky
el: Σημειώσεις
it: Appunti

# folderselect_dialog_delete_folder_confirmation_message
source: Really delete the folder and all its content?
cs: Opravdu smazat složku a veškerý její obsah?
el: Θέλετε σίγουρα να διαγράψετε το φάκελο και τα περιεχόμενά του;
fa: واقعا پوشه و همۀ محتویات آن پاک شود؟
it: Davvero eliminare la cartella e tutto il suo contenuto?

# folderselect_dialog_delete_folder_ok
source: Yes, delete all
cs: Ano, smazat všechny
el: Ναι, διαγραφή όλων
fa: بله، همه پاک شوند
it: Si, eliminare tutto

# folderselect_dialog_delete_folder_content_confirmation_message
source: Really delete all images in the folder?
cs: Opravdu smazat všechny obrázky ve složce?
el: Θέλετε σίγουρα να διαγράψετε όλες τις εικόνες του φακέλου;
it: Davvero eliminare tutte le immagini nella cartella?

# folderselect_dialog_delete_folder_content_ok
source: Yes, delete all
cs: Ano, smazat všechny
el: Ναι, διαγραφή όλων
it: Si, eliminare tutto

# imageselect_dialog_delete_image_confirmation_message
source: Really delete this image?
cs: Opravdu smazat tento obrázek?
el: Θέλετε σίγουρα να διαγράψετε αυτή την εικόνα;
fa: واقعا این عکس پاک شود؟
it: Davvero eliminare questa immagine?

# imageselect_dialog_delete_images_confirmation_message
source: Really delete the selected images?
cs: Opravdu smazat vybrané obrázky?
el: Θέλετε σίγουρα να διαγράψετε τις επιλεγμένες εικόνες;
fa: واقعا عکس های انتخابی پاک شوند؟
it: Davvero eliminare queste immagini selezionate?

# imageselect_dialog_delete_image_ok
source: Yes, delete
cs: Ano, smazat
el: Ναι, διαγραφή
fa: بله، پاک شود
it: Si, eliminare

# imageselect_dialog_move_image_to_folder_title
source: Choose target folder for the image
cs: Zvolte cílovou složku pro obrázek
el: Διαλέξτε το φάκελο που θα αποθηκευτεί η εικόνα
fa: انتخاب پوشۀ هدف برای عکس
it: Scegli la cartella di destinazione per l'immagine

# imageselect_dialog_about_translator
source: Translator:
cs: Překladatel:
el: Μεταφραστής: Lefteris P.
fa: مترجم:
it: Traduttore:

# tutorial_images_1
source: Example 1: Measure on a 2D floor plan
cs: Příklad 1: Měření na 2D půdorysu
el: Παράδειγμα 1: Μέτρηση κάτοψης 2 διαστάσεων
it: Esempio 1: Misurare su una pianta 2D

# tutorial_images_2
source: Example 2: Measure a flat object
cs: Příklad 2: Měření plochého objektu
el: Παράδειγμα 2: Μέτρηση επίπεδου αντικειμένου
it: Esempio 2: Misurare un oggetto piatto

# tutorial_images_3
source: Example 3: Perspectively distorted wall
cs: Příklad 3: Perspektivně deformovaná zeď
el: Παράδειγμα 3: Τοίχος με παραμόρφωση προοπτικής
it: Esempio 3: Parete da una prospettiva distorta

# tutorial_images_4
source: Example 4: Perspective height measurement
it: Esempio 4: Misurazione dell'altezza prospettica

# default_image_name
source: unnamed image
cs: nepojmenovaný obrázek
el: εικόνα χωρίς όνομα
fa: عکس بی نام
it: immagine senza nome

# default_image_name_preinstalled
source: example image
cs: příkladový obrázek
el: παράδειγμα εικόνας
fa: عکس نمونه
it: immagine di esempio

# default_image_name_prefix_imported
source: imported on (OBSOLET)
cs: importováno (OBSOLET)
el: έγινε εισαγωγή (ξεπερασμένο) -- no need to translate
it: importato su (OBSOLET)

# default_image_name_prefix_captured
source: captured on (OBSOLET)
cs: vyfoceno (OBSOLET)
el: έγινε σύλληψη (ξεπερασμένο) -- no need to translate
it: catturato su (OBSOLET)

# default_image_name_prefix_with_date
source: image from [dd MMM yyyy]
cs: obrázek z [dd MMM yyyy]
el: εικόνα από [dd MMM yyyy]
it: immagine da [dd.MM.yyyy]

# imageselect_result_import_free_app_finished
source: Images from free app are now imported. It may be good to delete images from the free app now (please check that there was no import error) to save memory and to avoid overwriting your changes by an accidental reimport.
cs: Obrázky z bezplatné aplikace jsou nyní importovány. Nyní může být dobré smazat obrázky z bezplatné aplikace (prosím, zkontrolujte, zda nedošlo k žádné chybě importu), abyste ušetřili paměť a abyste předešli přepsáním změn náhodným opětovným importem.
el: Οι εικόνες από τη δωρεάν εφαρμογή έχουν εισαχθεί. Θα ήταν καλό να τις σβήσετε τώρα από τη δωρεάν εφαρμογή (ελέγξτε πρώτα για μηνύματα σφάλματος στην εισαγωγή) ώστε να γλυτώσετε χώρο\vκαι να αποφύγετε να χάσετε τις αλλαγές που θα κάνετε από τυχαία εισαγωγή τους ξανά.
fa: عکس ها از برنامۀ رایگان اکنون وارد می شوند. خوب است که عکس ها از برنامۀ رایگان اکنون پاک شوند (لطفا بررسی کنید که هیچ حطای وارداتی نباشد) تا در حافظه صرفه جویی شده و از بازنویسی تغییرات شما با واردات تصادفی مجدد جلوگیری شود.
it: Le immagini della app gratuita sono ora importate. Potrebbe essere utile cancellare le immagini dall'app gratuita ora (controlla che non ci siano errori di importazione) per risparmiare memoria ed evitare di sovrascrivere le modifiche con una reimportazione accidentale.

# imageselect_error_howto_import_free_app
source: Could not yet import images. In order to import the images of the free app, both apps must be at least at version v1.48. In both apps, the images have to be converted to filesystem storage (you find this action in the same menu you found the import item).
cs: Nemohu ještě importovat snímky. Aby bylo možné importovat obrázky z bezplatné aplikace, obě aplikace musí být alespoň ve verzi v1.48, obrázky musí být převedeny do souborového systému (můžete najít tuto akci ve stejné nabídce, jako kde jste našli import).
el: Δεν μπορούν ακόμη να εισαχθούν οι εικόνες. Για να μπορέσετε να εισάγετε τις εικόνες από την δωρεάν εφαρμογή, και οι δύο εφαρμογές πρέπει να είναι έκδοση v1.48 και πάνω. Και στις δύο εφαρμογές, οι εικόνες πρέπει να μετατραπούν \vγια αποθήκευση στο σύστημα (η εντολή βρίσκεται στο ίδιο μενού που είναι η εντολή εισαγωγής).
fa: هنوز نمی تواند عکس ها را وارد کند. برای واردات عکس ها از برنامۀ رایگان، هر دو برنامه باید حداقل در نسخۀ 1.48 باشند. در هر دو برنامه، عکس ها باید به حافظۀ ذخیره سازی سیستمی تبدیل شده باشند (شما می توانید این عمل را در همان منویی که گزینۀ واردات هست بیابید).
it: Non è ancora possibile importare immagini. Per importare le immagini dell'app gratuita, entrambe le app devono essere almeno nella versione v1.48. In entrambe le app, le immagini devono essere convertite nella memoria del filesystem (questa azione si trova nello stesso menu in cui hai trovato l'elemento di importazione).

# imageselect_error_import_free_app_failed
source: Image import from free app has failed or is incomplete. Maybe your memory is full?
cs: Import obrázku z bezplatné aplikace selhal nebo je neúplný. Možná je vaše paměť plná?
el: Η εισαγωγή εικόνων από την δωρεάν εφαρμογή απέτυχε ή δεν ολοκληρώθηκε. Μήπως δεν έχετε αρκετό χώρο αποθήκευσης;
fa: واردات عکس از برنامۀ رایگان ناموفق یا ناقص بود. ممکن است حافظۀ شما پر باشد؟
it: L'importazione di immagini dall'app gratuita è fallita o è incompleta. La memoria potrebbe essere piena?

# export_dialog_saving_images_to_external_storage
source: Saving images to external storage...
cs: Ukládání obrázků do externího úložiště...
el: Οι εικόνες αποθηκεύονται στην εξωτερική κάρτα μνήμης...
fa: ذخیرۀ عکس ها در حافظۀ خارجی...
it: Salvataggio immagini nella memoria esterna...

# export_dialog_image_saved_to_external_storage
source: Saved image to external storage...
cs: Uložen obrázek do externího úložiště...
el: Η εικόνα αποθηκεύτηκε στην εξωτερική κάρτα μνήμης...
fa: عکس ذخیره شده در حافظۀ خارجی...
it: Immagini salvate nella memoria esterna...

# export_dialog_images_saved_to_external_storage
source: Saved %1$d images to external storage...
cs: Uloženo %1$d obrázků do externího úložiště...
el: Αποθηκεύτηκαν %1$d εικόνες στην εξωτερική κάρτα μνήμης...
fa: %1$d عکس ذخیره شده در حافظۀ خارجی...
it: Salvate %1$d immagini nella memoria esterna...

# export_dialog_saving_images_success_title
source: Export finished
cs: Export dokončen
el: Η εξαγωγή τελείωσε
fa: صادرات تمام شد
it: Esportazione completata

# export_dialog_saving_images_success_text
source: Images have been saved to folder '%1$s'. Maybe you can also find them more easily under /sdcard/Pictures.
cs: Obrázky byly uloženy do složky '%1$s'. Možná je můžete také lehčeji najít pod /sdcard/Pictures.
el: Οι εικόνες αποθηκεύτηκαν στο φάκελο '%1$s'. Μπορείτε επίσης να τις βρείτε στο φάκελο /sdcard/Pictures.
fa: عکس ها در پوشۀ '%1$s' ذخیره شدند. ممکن است شما آن ها را ساده تر در /sdcard/Pictures بیابید.
it: Le immagini sono state salvate nella cartella '%1$s'. Forse puoi anche trovarli più facilmente sotto /sdcard/Pictures.

# export_dialog_overwrite_extpics_images_message
source: Images with the same name exist in the target directory.
cs: Obrázky se stejným jménem existují v cílovém adresáři.
el: Εικόνες με το ίδιο όνομα υπάρχουν ήδη στον επιλεγμένο κατάλογο.
it: Le immagini con lo stesso nome sono presenti nella directory di destinazione.

# export_dialog_overwrite_extpics_images_overwrite
source: Overwrite
cs: Přepsat
el: Επανεγγραφή
it: Sovrascrivere

# export_dialog_overwrite_extpics_images_keep_both
source: Rename
cs: Přejmenovat
el: Μετονομασία
it: Rinominare

# export_dialog_overwrite_extpics_images_cancel
source: Cancel
cs: Zrušit
el: Ματαίωση
it: Cancellare

# export_dialog_overwrite_extpics_folder_message
source: A folder with the same name already exists.
cs: Složka se stejným jménem již existuje.
el: Υπάρχει ήδη φάκελος με αυτό το όνομα.
it: Esiste già una cartella con lo stesso nome.

# export_dialog_overwrite_extpics_folder_replace
source: Replace
cs: Nahradit
el: Αντικατάσταση
it: Sostituire

# export_dialog_overwrite_extpics_folder_merge
source: Merge
cs: Sloučit
el: Συγχώνευση
it: Fondere

# export_dialog_overwrite_extpics_folder_cancel
source: Cancel
cs: Zrušit
el: Ματαίωση
it: Cancellare

# imageselect_dialog_image_name_image_title
source: Image title
cs: Název obrázku
el: Τίτλος εικόνας
it: Nome immagine

# imageselect_dialog_image_name_capture_date
source: Capture date:
cs: Datum vyfocení:
el: Ημερομηνία σύλληψης:
it: Data di acquisizione:

# imageselect_dialog_image_name_notes
source: Notes
cs: Poznámky
el: Σημειώσεις
it: Osservazioni

# dialog_data_import_progress_message
source: Importing images ...
cs: Importuji obrázky...
el: Εισάγονται οι εικόνες ...
it: Importazione immagini ...

# dialog_duplicate_image_import_title
source: Image Import
cs: Import obrázků
el: Εισαγωγή Εικόνας
it: Importazione immagini

# dialog_duplicate_image_import_message
source: Imported image '%1$s' already exists.
cs: Importovaný obrázek '%1$s' již existuje.
el: Η εισαγόμενη εικόνα '%1$s' υπάρχει ήδη.
it: L'immagine '%1$s' da importare già esiste.

# dialog_duplicate_image_import_overwrite
source: Overwrite
cs: Přepsat
el: Επανεγγραφή
it: Sovrascrivere

# dialog_duplicate_image_import_keep_both
source: Keep both
cs: Zachovat oba
el: Κρατήστε και τις δύο
it: Tieni entrambi

# dialog_duplicate_image_import_skip
source: Skip
cs: Přeskočit
el: Παράλειψη
it: Ignora

# dialog_duplicate_folder_import_title
source: Folder Import
cs: Importovat složku
el: Εισαγωγή Φακέλου
it: Importazione cartella

# dialog_duplicate_folder_import_message
source: Imported folder '%1$s' already exists. %3$d images should be imported, out of which %2$d already exist locally.
cs: Importovaná složka '%1$s' již existuje. %3$d obrázku by mělo být importováno, z nichž %2$d již existuje lokálně.
el: Ο εισαγόμενος φάκελος '%1$s' υπάρχει ήδη. %3$d εικόνες θα εισαχθούν, από τις οποίες %2$d υπάρχουν ήδη στο φάκελο.
it: La cartella importata '%1$s' esiste già. Dovrebbero essere importate %3$d immagini, di cui %2$d esistono già localmente.

# dialog_duplicate_folder_no_duplicate_images_import_message
source: Imported folder '%1$s' already exists, but there are no duplicate images.
cs: Importovaná složka '%1$s' již existuje, ale nejsou zde žádné duplicitní obrázky.
el: Ο εισαγόμενος φάκελος '%1$s' υπάρχει ήδη, αλλά δεν υπάρχουν οι ίδιες εικόνες.
it: La cartella '%1$s' già esiste, ma non esistono immagini doppie.

# dialog_duplicate_folder_import_merge
source: Merge
cs: Sloučit
el: Συγχώνευση
it: Fondere

# dialog_duplicate_folder_import_overwrite
source: Overwrite
cs: Přepsat
el: Επανεγγραφή
it: Sovrascrivere

# dialog_duplicate_folder_import_keep_both
source: Keep both
cs: Zachovat oba
el: Κρατήστε και τις δύο
it: Tieni entrambi

# dialog_duplicate_folder_import_skip
source: Skip
cs: Přeskočit
el: Παράλειψη
it: Ignora

# imageselect_error_imported_file_is_not_an_image
source: Imported file is not an image
cs: Importovaný soubor není obrázek
el: Το εισαγόμενο αρχείο δεν είναι εικόνα
fa: فایل وارد شده عکس نیست.
it: Il file importato non è un'immagine

# imageselect_error_cannot_edit_corrupted_image
source: The .imm file for this image is corrupted. You cannot edit the image.
cs: Soubor .imm je pro tento obrázek poškozený. Obrázek nemůžete upravit.
el: Το .imm αρχείο της εικόνας είναι κατεστραμμένο. Δεν μπορείτε να επεξεργαστείτε την εικόνα.
fa: فایل .imm برای این عکس خراب است. شما نمی توانید عکس را ویرایش کنید.
it: Il file .imm per questa immagine è danneggiato. Non è possibile modificare l'immagine.

# imageselect_error_cannot_rename_corrupted_image
source: The .imm file for this image is corrupted. You cannot rename the image.
cs: Soubor .imm je pro tento obrázek poškozený. Obrázek nemůžete přejmenovat.
el: Το .imm αρχείο της εικόνας είναι κατεστραμμένο. Δεν μπορείτε να μετονομάσετε την εικόνα.
fa: فایل .imm برای این عکس خراب است. شما نمی توانید عکس را تغییرنام کنید.
it: Il file .imm per questa immagine è danneggiato. Non è possibile rinominare l'immagine.

# imageselect_error_cannot_export_corrupted_image
source: The images with the corrupted .imm files will not be exported.
cs: Obrázky s poškozenými soubory .imm nebudou exportovány.
el: Οι εικόνες με τα κατεστραμμένα .imm αρχεία δεν θα εξαχθούν.
fa: عکس های با فایل های .imm خراب صادر نخواهند شد.
it: Le immagini con i file .imm danneggiati non verranno esportati.

# imageselect_error_cannot_edit_missing_image
source: The image file is missing. Unfortunately, you cannot edit the image without. Expected image filename: %1$s.
cs: Chybí obrazový soubor. Bohužel, nemůžete upravit obrázek bez něj. Očekávaný název obrázku: %1$s.
el: Το αρχείο εικόνας λείπει. Δυστυχώς, δεν μπορείτε να επεξεργαστείτε την εικόνα. Αναμενόμενο όνομα εικόνας: %1$s.
fa: فایل عکس وجود ندارد. متأسفانه، بدون آن نمی توانید عکس را ویرایش کنید. نام فایل مورد انتظار عکس: %1$s.
it: Il file di immagini manca. Purtroppo, non è possibile modificare l'immagine senza. Il nomefile di immagine atteso: %1$s .

# imageselect_error_image_version_more_recent_open_editor_anyways
source: The file version of this image (%1$d) is more recent than the maximum version supported by the ImageMeter version installed (%2$d). Opening the file may result in lost data or wrong annotations. You should use a recent version of ImageMeter to open this file. Do you still want to open it?
cs: Verze souboru tohoto obrázku (%1$d) je novější než maximální verze podporovaná nainstalovanou verzí ImageMeter (%2$d). Otevření souboru může způsobit ztrátu dat nebo nesprávné poznámky. Chcete-li tento soubor otevřít, měli byste použít nejnovější verzi aplikace ImageMeter. Chcete ho stále otevřít?
el: Η έκδοση του αρχείου της εικόνας αυτής (%1$d) είναι πιο πρόσφατη από την έκδοση που υποστηρίζει το εγκατεστημένο ImageMeter (%2$d). Εάν ανοίξετε το αρχείο μπορούν να χαθούν δεδομένα ή να εμφανιστούν λάθος σχόλια. Θα πρέπει να χρησιμοποιήσετε την πιο πρόσφατη έκδοση του ImageMeter για να ανοίξετε αυτό το αρχείο. Θέλετε ακόμη να το ανοίξετε;
fa: نسخۀ فایل این عکس (%1$d) جدیدتر از بیشترین نسخه ای است که توسط نسخۀ ImageMeter نصب شده (%2$d) پشتیبانی می شود. باز کردن فایل ممکن است باعث از دست رفتن اطلاعات یا یادداشت های اشتباه گردد. شما باید از نسخۀ جدید ImageMeter برای باز کردن این فایل استفاده نمایید. آیا همچنان می خواهید آن را باز کنید؟
it: La versione del file di questa immagine (%1$d) è più recente rispetto all'ultima versione installata di ImageMeter ( %2$d ). All'apertura del file i dati potrebbero andare persi o incoerenti. È necessario utilizzare una versione recente di ImageMeter per aprire questo file. Vuoi ancora aprirlo?

# imageselect_error_metadata_format_unknown
source: Image metadata file (.imm) cannot be read, because it's format is unknown.
cs: Soubor image metadata (.imm) nelze přečíst, protože formát není známý.
el: Το αρχείο metadata (.imm) δεν μπορεί να διαβαστεί, ο τύπος του είναι άγνωστος.
fa: فایل متادیتای عکس (.imm) نمی تواند خوانده شود، زیرا فرمت آن ناشناخته است.
it: Impossibile leggere il file di metadati immagine (.imm), perché il formato è sconosciuto.

# imageselect_error_cannot_modify_readonly_folder
source: This is an essential system folder, you cannot remove or rename it.
cs: Toto je nezbytná systémová složka, nelze ji odstranit nebo přejmenovat.
el: Αυτός είναι ουσιώδης φάκελος του συστήματος, δεν μπορέστε να τον μετακινήσετε ή να τον μετονομάσετε.
fa: این یک پوشۀ سیستمی ضروری است، شما نمی توانید آن را پاک کرده یا تغییرنام دهید.
it: Questa è una cartella di sistema, non può essere cancellata o rinominata.

# imageselect_error_cannot_move_bundle_to_folder
source: Cannot move image to new folder (maybe an image with the same name already exists).
cs: Nelze přesunout obrázek do nové složky (možná obrázek se stejným názvem již existuje).
el: Δεν γίνεται μετακίνηση της εικόνας στο νέο φάκελο (ίσως υπάρχει ήδη εικόνα με το ίδιο όνομα).
fa: نمی توان عکس را به پوشۀ جدید انتقال داد (شاید یک عکس با نام مشابه از قبل وجود دارد).
it: Impossibile spostare l'immagine in una nuova cartella (forse un'immagine con lo stesso nome già esiste).

# imageselect_error_external_memory_unavailable
source: External memory (where your app-data is stored) is not available. Most probably, your device stores this data on an external SD card which is currently not available. If this is not the problem in your case, you may contact imagemeter@gmail.com.
cs: Externí paměť (kde jsou uložena vaše app-data) není k dispozici. S největší pravděpodobností váš přístroj ukládá tato data na externí SD kartu, která v současné době není k dispozici. Pokud toto ve vašem případě není problém, můžete kontaktovat imagemeter@gmail.com.
el: Η εξωτερική μνήμη (όπου αποθηκεύονται τα δεδομένα της εφαρμογής) δεν είναι διαθέσιμη. Πιθανόν, η συσκευή σας αποθηκεύει σε εξωτερική κάρτα μνήμης SD, η οποία τώρα δεν είναι διαθέσιμη. Εάν δεν είναι αυτό το πρόβλημα, μπορείτε να έρθετε σε επαφή με τον προγραμματιστή στο: imagemeter@gmail.com.
fa: حافظۀ خارجی (جایی که اطلاعات برنامۀ شما نگهداری می شود) در دسترس نیست. به احتمال زیاد، دستگاه شما این اطلاعات را بر روی یک حافظۀ اس دی خارجی نگهداری می کند که الان در دسترس نیست. اگر مشکل در مورد شما این نیست، شما می توانید با imagemeter@gmail.com تماس بگیرید.
it: La memoria esterna (dove i dati app sono memorizzati) non è disponibile. Molto probabilmente, il tuo dispositivo memorizza i dati su una scheda SD esterna che non è attualmente disponibile. Se questo non è il problema nel tuo caso, puoi contattare imagemeter@gmail.com.

# imageselect_error_folder_cannot_create
source: Cannot create the folder '%1$s' within this directory: '%2$s'. Make sure the media (e.g. SD-card) is mounted, this directory exists and is writable.
cs: Nelze vytvořit složku '%1$s' v tomto adresáři:.'%2$s' Ujistěte se, že média (např. SD-karta) jsou připojena, tento adresář existuje a lze na něj zapisovat.
el: Δεν μπορεί να δημιουργηθεί ο φάκελος '%1$s' μέσα σε αυτόν τον κατάλογο: '%2$s'. Ελέγξτε ότι το αποθηκευτικό μέσο (π.χ. κάρτα SD) υπάρχει, ότι ο κατάλογος υπάρχει και ότι δεν έχει προστασία εγγραφής.
fa: نمی توان پوشۀ '%1$s' را در این پوشه: '%2$s' ایجاد کرد. مطمئن شوید که مدیا (مثلا کارت اس دی) بارگذاری شده، این پوشه موجود بوده و قابل نوشتن است.
it: Impossibile creare la cartella '%1$s' all'interno di questa directory: '%2$s'. Assicurarsi che il supporto (ad esempio, SD-card) sia disponibile, questa directory esiste e ed è scrivibile.
