Repository: 0ndrej/ImageMeter-translations
Catalog: strings-*.po
Languages: cs, el, fa, it

# imageselect_error_cannot_create_databundle_on_filesystem
source: Cannot create filesystem folder '%1$s' for the image data. Make sure the media (e.g. SD-card) is mounted, this directory exists and is writable.
cs: Nelze vytvořit složku souborového systému '%1$s' pro obrazová data. Ujistěte se, že média (např. SD-karta) jsou instalována, tento adresář existuje a lze na něj zapisovat.
el: Δεν μπορεί να δημιουργηθεί ο φάκελος συστήματος '%1$s' για τα δεδομένα της εικόνας. Ελέγξτε ότι το αποθηκευτικό μέσο (π.χ. κάρτα SD) υπάρχει, ότι ο κατάλογος υπάρχει και ότι δεν έχει προστασία εγγραφής.
fa: نمی توان پوشۀ سیستمی '%1$s' را برای اطلاعات عکس ایجاد کرد. مطمئن شوید که مدیا (مثلا کارت اس دی) بارگذاری شده، این پوشه موجود بوده و قابل نوشتن است.
it: Impossibile creare la cartella di file system '%1$s' per i dati dell'immagine. Assicurarsi che il supporto (ad es. SD-card) sia disponibile, questa directory esiste ed è scrivibile.

# imageselect_error_cannot_access_external_data
source: Cannot access external data at location '%1$s'.
cs: Nelze získat přístup k externím datům v místě '%1$s'.
el: Δεν υπάρχει πρόσβαση σε εξωτερικά δεδομένα στην τοποθεσία '%1$s'.
fa: نمی توان به اطلاعات خارجی در محل '%1$s' دست یافت.
it: Impossibile accedere ai dati esterni alla posizione '%1$s'.

# imageselect_error_cannot_create_existing_folder
source: Cannot create folder '%1$s' because it already exists.
cs: Nelze vytvořit složku '%1$s', protože již existuje.
el: Δεν μπορεί να δημιουργηθεί ο φάκελος '%1$s' διότι ήδη υπάρχει.
fa: نمی توان پوشۀ '%1$s' را ایجاد کرد زیرا از قبل موجود است.
it: Impossibile creare la cartella '%1$s' perché già esiste.

# imageselect_error_folder_rename_target_exists
source: Cannot rename folder to '%1$s' because that already exists.
cs: Nelze přejmenovat složku na '%1$s' protože taková již existuje.
el: Δεν μπορεί να μετονομαστεί ο φάκελος '%1$s' διότι ήδη υπάρχει.
fa: نمی توان گوشه را به '%1$s' تغییرنام داد زیرا از قبل موجود است.
it: Impossibile rinominare la cartella a '%1$s' perché già esiste.

# imageselect_error_folder_does_not_exist
source: Folder '%1$s' does not exist anymore.
cs: Složka '%1$s' již neexistuje.
el: Ο φάκελος '%1$s' δεν υπάρχει πια.
fa: پوشۀ '%1$s' دیگر وجود ندارد.
it: La cartella '%1$s' non esiste più.

# imageselect_error_folder_does_not_exist_detailed
source: Folder '%1$s' does not exist anymore (expected location '%2$s').
cs: Složka '%1$s' již neexistuje (očekávané umístění '%2$s' ).
el: Ο φάκελος '%1$s' δεν υπάρχει πια (αναμενόμενη τοποθεσία '%2$s').
fa: پوشۀ '%1$s' دیگر وجود ندارد (محل مورد انتظار '%2$s').
it: La cartella '%1$s' non esiste più (posizione prevista ' %2$s ').

# imageselect_error_folder_cannot_delete
source: Cannot delete folder '%1$s'.
cs: Nelze odstranit složku '%1$s'.
el: Δεν μπορεί να διαγραφεί ο φάκελος '%1$s'.
fa: نمی توان پوشۀ '%1$s' را پاک کرد.
it: Impossibile eliminare la cartella '%1$s'.

# imageselect_error_cannot_write_data_bundle
source: Cannot write data for image '%1$s'.
cs: Nelze zapsat data pro obraz '%1$s'.
el: Δεν μπορούν να αποθηκευτούν τα δεδομένα της εικόνας '%1$s'.
fa: نمی توان اطلاعات را برای عکس '%1$s' نوشت.
it: Impossibile scrivere i dati per l'immagine '%1$s'.

# imageselect_error_cannot_write_data_bundle_detailed
source: Cannot write data for image '%1$s' (at location '%2$s').
cs: Nelze zapsat data pro obraz '%1$s' (v místě '%2$s' ).
el: Δεν μπορούν να αποθηκευτούν τα δεδομένα της εικόνας '%1$s' (στην τοποθεσία '%2$s').
fa: نمی توان اطلاعات را برای عکس '%1$s' نوشت (در محل '%2$s').
it: Impossibile scrivere i dati per l'immagine '%1$s' (alla posizione '%2$s').

# imageselect_error_cannot_rename_folder
source: Cannot rename folder '%1$s' to '%2$s'.
cs: Nelze přejmenovat složku '%1$s' na %2$s'.
el: Δεν μπορεί να μετονομαστεί ο φάκελος '%1$s' σε '%2$s'.
fa: نمی توان پوشۀ '%1$s' را به '%2$s' تغییرنام داد.
it: Impossibile rinominare la cartella '%1$s' su '%2$s'.

# imageselect_error_cannot_delete_data_bundle
source: Cannot delete image '%1$s'.
cs: Nelze odstranit snímek '%1$s'.
el: Δεν μπορεί να διαγραφεί η εικόνα '%1$s'.
fa: نمی توان عکس '%1$s' را پاک کرد.
it: Impossibile eliminare l'immagine '%1$s'.

# imageselect_error_internal_toast
source: An internal error happened. Please take a screenshot of the notification above and send this to me. Thank you!
cs: Došlo k vnitřní chybě. Prosím, vytvořte screenshot oznámení výše a pošlete mi ho. Děkuji!
el: Συνέβη εσωτερικό σφάλμα. Παρακαλώ, πάρτε ένα στιγμιότυπο της οθόνης με το μήνυμα σφάλματος και στείλτε το σε μένα. Ευχαριστώ!
fa: یک خطای داخلی رخ داد. لطفا یک اسکرین شات از پیام بالا گرفته و به من ارسال نمایید. با تشکر از شما!
it: Si è verificato un errore interno. Si prega di prendere uno screenshot della notifica di cui sopra e inviarlo a me. Grazie!

# imageselect_error_url_of_imported_file_not_found
source: Image to be imported cannot be found.
cs: Obrázek, který se má importovat, nelze najít.
el: Η εικόνα που ζητήσατε δεν βρέθηκε.
fa: عکس برای وارد کردن نمی تواند یافت شود.
it: L'immagine da importare non può essere trovata.

# imageselect_error_cannot_capture_with_camera
source: Cannot start external app to capture camera image. Either the device does not have a camera or your camera app does not respond to a capture request. You can still import images from the gallery or you can try to install an alternative camera app.
cs: Nelze spustit externí aplikaci pro vyfocení obrazu z fotoaparátu. Buď zařízení nemá fotoaparát nebo vaše aplikace fotoaparát nereaguje na požadavek snímání. Stále můžete importovat obrázky z galerie, nebo můžete zkusit nainstalovat alternativní aplikace fotoaparátu.
el: Δεν μπορεί να ξεκινήσει η εφαρμογή της φωτογραφικής μηχανής. Είτε η συσκευή δεν έχει φωτογραφική μηχανή ή δεν ανταποκρίνεται η εφαρμογή. Έχετε τη δυνατότητα εισαγωγής εικόνων από την συλλογή ή μπορείτε να εγκαταστήσετε άλλη εφαρμογή φωτογραφικής μηχανής.
fa: نمی توان برنامۀ خارجی را برای گرفتن عکس دوربین آغاز نمود. یا دستگاه دوربین ندارد یا دوربین شما به درخواست گرفتن عکس پاسخ نمی دهد. شما همچنان می توانید عکس های گالری را وارد نمایید یا می توانید یک برنامۀ جایگزین دوربین نصب کنید.
it: Impossibile avviare l'app esterna per catturare l'immagine della telecamera. Il dispositivo non dispone di una fotocamera o l'app della fotocamera non risponde a una richiesta di cattura. Puoi comunque importare immagini dalla galleria o provare a installare un'app alternativa per la camera.

# imageselect_dummyname_image_with_corrupted_imm_file
source: Corrupt .imm file
cs: Poškozený soubor .imm
el: Κατεστραμμένο αρχείο .imm
fa: فایل .imm خراب
it: File corrotto .imm

# storage_error_external_storage_unavailable
source: External storage (SD card?) not present.
cs: Externí úložiště (SD karta?) není přítomno.
el: Δεν υπάρχει εξωτερικό αποθηκευτικό μέσο (κάρτα SD).
fa: حافظۀ خارجی (کارت اس دی؟) حاضر نیست.
it: Memoria esterna (SD card?) non presente.

# storage_error_external_storage_read_only
source: External storage is read-only.
cs: Externí úložiště je jen pro čtení.
el: Η κάρτα SD έχει οριστεί μόνο για διάβασμα.
fa: حافظۀ خارجی فقط-خواندنی است.
it: La memoria esterna è di sola lettura.

# storage_error_external_storage_could_not_write_file
source: Could not write file to external memory.
cs: Nelze zapsat soubor do externí paměti.
el: Δεν μπορεί να εγγραφεί το αρχείο στην εξωτερική κάρτα.
fa: نمی توان فایل را در حافظۀ خارجی نوشت.
it: Non è possibile scrivere il file nella memoria esterna.

# storage_error_external_storage_could_not_get_permission_to_write_images
source: Could not get permission to write to external storage. No files have been written.
cs: Nelze získat oprávnění pro zápis na externí úložiště. Žádné soubory nebyly zapsány.
el: Δεν υπάρχει άδεια εγγραφής στην εξωτερική κάρτα. Δεν αποθηκεύτηκαν αρχεία.
fa: نمی توان مجوز نوشتن روی حافظۀ خارجی را گرفت. هیچ فایلی نوشته نشده است.
it: Impossibile ottenere il permesso di scrivere su un archivio esterno. Nessun file è stato scritto.

# storage_error_cannot_create_directory_on_external_storage
source: Could not create directory '%1$s' on external storage.
cs: Nelze vytvořit adresář '%1$s' na externím úložišti.
el: Δεν μπορεί να δημιουργηθεί ο κατάλογος '%1$s' στην εξωτερική κάρτα.
fa: نمی توان پوشۀ '%1$s' را در حافظۀ خارجی ایجاد کرد.
it: Impossibile creare la directory (%1$s) sulla memoria esterna.

# storage_error_external_storage_destination_is_no_directory
source: External storage destination is not a directory.
cs: Cílové umístění externího úložiště není adresář.
el: Η τοποθεσία αποθήκευσης στην εξωτερική κάρτα δεν είναι κατάλογος.
fa: مقصد حافظۀ خارجی یک پوشه نیست.
it: La destinazione nella memoria esterna non è una cartella.

# storage_error_data_bundle_corrupted
source: Data in image directory '%1$s' is corrupted.
cs: Data v adresáři obrázků '%1$s' jsou poškozena.
el: Τα δεδομένα στον κατάλογο '%1$s' που βρίσκεται η εικόνα είναι κατεστραμμένα.
fa: اطلاعات در پوشۀ عکس '%1$s' خراب است.
it: I dati nella directory di immagine '%1$s' sono danneggiati.

# storage_error_metadata_unknown_format
source: Metadata file (.imm) for image '%1$s' cannot be read, because it's format is unknown.
cs: Metadata (.imm) pro obrázek '%1$s' nelze přečíst, protože formát není znám.
el: Το αρχείο metadata (.imm) της εικόνας '%1$s' δεν μπορεί να διαβαστεί, ο τύπος του είναι άγνωστος.
fa: فایل متادیتا (.imm) برای عکس '%1$s' نمی تواند خوانده شود، زیرا فرمت آن ناشناخته است.
it: Impossibile leggere il file di metadati (.imm) per l'immagine '%1$s', perché il formato è sconosciuto.

# storage_error_no_permission_to_read_image_to_be_imported
source: Cannot import image because the permission to read external storage has not been granted.
cs: Nelze importovat obrázek, protože oprávnění ke čtení externího úložiště nebylo uděleno.
el: Δεν μπορεί να εισαχθεί η εικόνα γιατί δεν έχει δοθεί άδεια για να διαβάζεται η εξωτερική κάρτα.
fa: نمی توان عکس را وارد کرد زیرا مجوز برای خواندن حافظۀ خارجی داده نشده است.
it: Impossibile importare l'immagine perché l'autorizzazione per la lettura di archiviazione esterna non è stata concessa.

# error_pro_version_required_title
source: Pro version required
cs: Vyžaduje pro verzi
el: Απαιτείται η έκδοση Pro
it: Pro version richiesta

# pref_category_ui_general
source: General
cs: Obecné
el: Γενικά
fa: اصلی
it: Generali

# pref_category_editor_styling
source: Styling
cs: Styl
el: Στιλ κειμένου
fa: سبک
it: Stile

# pref_category_editor_preset_texts
source: Preset texts
cs: Přednastavené texty
el: Προκαθορισμένα κείμενα
fa: متون از پيش تنظيم شده
it: Testi preimpostati

# pref_editor_max_image_size
source: Maximum image size
cs: Maximální velikost obrázku
el: Μέγιστο μέγεθος εικόνας
fa: بیشترین اندازۀ عکس
it: Grandezza massima dell'immagine

# pref_editor_max_image_size_dialog
source: Max. image width in editor (limits memory usage)
cs: Max. šířka obrázku v editoru (omezuje využití paměti)
el: Μέγιστο πλάτος εικόνας στην οθόνη
fa: بیشترین پهنای عکس در ویرایشگر
it: Larghezza massima di immagine nell'editor (limiti utilizzo memoria)

# pref_editor_max_image_size_choices:5
source: Original size
cs: Původní velikost
el: Πρωτότυπο μέγεθος
fa: اندازۀ اصلی
it: Misura originale

# pref_editor_font_size
source: Font size
cs: Velikost písma
el: Μέγεθος κειμένου
fa: اندازۀ فونت
it: Dimensione carattere

# pref_editor_font_size_dialog
source: Font size for all annotations
cs: Velikost písma pro všechny poznámky
el: Μέγεθος κειμένου για όλες τις σημειώσεις
fa: اندازۀ فونت برای همۀ یادداشت ها
it: Dimensione carattere per tutte le annotazioni

# pref_editor_line_width
source: Line width
cs: Šířka čáry
el: Πάχος γραμμής
fa: پهنای خط
it: Larghezza della linea

# pref_editor_line_width_dialog
source: Choose line width
cs: Zvolte šířku čáry
el: Επιλέξτε πάχος γραμμής
fa: انتخاب پهنای خط
it: Scegli la larghezza della linea

# pref_editor_text_label_background
source: Text label background
cs: Pozadí textového štítku
el: Φόντο κειμένου
fa: پس زمینۀ لیبل متن
it: Sfondo etichetta del testo

# pref_editor_text_label_background_dialog
source: Text label background
cs: Pozadí textového štítku
el: Φόντο κειμένου
fa: پس زمینۀ لیبل متن
it: Sfondo etichetta del testo

# pref_editor_text_label_background_choices:0
source: No background
cs: Žádné pozadí
el: Χωρίς φόντο
fa: بدون پس زمینه
it: Senza sfondo

# pref_editor_text_label_background_choices:1
source: Solid rectangle
cs: Plný obdélník
el: Ορθογώνιο
fa: مستطیل توپر
it: Rettangolo solido

# pref_category_editor_snapping
source: Snapping
cs: Přitahování
el: Αυτόματη ευθυγράμμιση
it: Agganciamento

# pref_editor_snapping_object_corners
source: Snap to object corners
cs: Přitahovat na rohy objektu
el: Ευθυγράμμιση στις γωνίες
it: Aggancia agli angoli dell'oggetto

# pref_editor_snapping_object_outline
source: Snap to object outline
cs: Přitahovat na obrys objektu
el: Ευθυγράμμιση στο περίγραμμα
it: Aggancia al contorno dell'oggetto

# pref_editor_snapping_perpendicular_to_object_outline
source: Perpendicular to object outline
cs: Svisle k obrysu objektu
el: Κάθετα στο περίγραμμα
it: Perpendicolare al contorno dell'oggetto

# pref_editor_snapping_hv_orientation
source: Horizontal / vertical orientation
cs: Horizontální / vertikální orientace
el: Οριζόντια / κάθετη διάταξη
it: Orientamento orizzontale / verticale

# pref_editor_snapping_hv_orientation_dialog
source: Snap to horizontal / vertical orientation
cs: Přitahovat na horizontální / vertikální orientaci
el: Ευθυγράμμιση στην οριζόντια / κάθετη διάταξη
it: Aggancia all'orientamento orizzontale / verticale

# pref_editor_snapping_hv_orientation_choices:1
source: Only when attached to reference
cs: Jenom pokud je připojeno k refrenci
el: Μόνο όταν υπάρχει αναφορικό σημείο
it: Solo se collegato al riferimento

# pref_editor_snapping_strength
source: Snapping strength
cs: Síla přitahování
el: Ρύθμιση ευθυγράμμισης
it: Forza di agganciamento

# pref_editor_snapping_strength_dialog
source: Snapping strength
cs: Síla přitahování
el: Ρύθμιση ευθυγράμμισης
it: Forza di agganciamento

# pref_editor_snapping_strength_choices:0
source: Low
cs: Malá
el: Χαμηλή
it: Basso

# pref_editor_snapping_strength_choices:1
source: Normal
cs: Normální
el: Κανονική
it: Normale

# pref_editor_snapping_strength_choices:2
source: High
cs: Velká
el: Υψηλή
it: Alto

# pref_category_measures
source: Measures
cs: Rozměry
el: Μετρήσεις
fa: اندازه گیری ها
it: Misure

# pref_measures_default_template
source: Default measurement format
cs: Výchozí formát měření
el: Προεπιλογή συστήματος μέτρησης
fa: فرمت اندازه گیری پیش فرض
it: Formato di misurazione predefinito

# pref_measures_default_template_dialog
source: Default measurement format
cs: Výchozí formát měření
el: Προεπιλογή συστήματος μέτρησης
fa: فرمت اندازه گیری پیش فرض
it: Formato di misurazione predefinito

# pref_measures_default_template_choices:0
source: Metric (1.00 m)
cs: Metrický (1.00 m)
el: Μετρικό (1.00 m)
fa: متریک (1.00 m)
it: Metrico (1.00 m)

# pref_measures_default_template_choices:1
source: Imperial (1' 10 1/32")
cs: Imperiální (1' 10 1/32")
el: Βρετανικό (1' 10 1/32")
fa: امپریال (1' 10 1/32")
it: Imperiale (1' 10 1/32")

# pref_measures_default_template_choices:2
source: Imperial (1.00 ft)
cs: Imperiální (1.00 ft)
el: Βρετανικό (1.00 ft)
fa: امپریال (1.00 ft)
it: Imperiale (1.00 ft)

# pref_measures_default_template_choices:3
source: Inches with fractions (1 1/8")
cs: Palce se zlomky (1 1/8")
el: Ίντσες με κλάσματα (1 1/8")
it: Pollici con frazioni (1 1/8")

# pref_measure_metric_area_unit_choices:4
source: are
it: ac²

# pref_measure_metric_area_unit_choices:5
source: hectare
it: ha²

# pref_measure_imperial_area_unit_choices:0
source: sq in
it: pollici quadrati

# pref_measure_imperial_area_unit_choices:1
source: sq ft
it: piedi quadrati

# pref_measure_imperial_area_unit_choices:2
source: sq yd
it: larda quadrata

# pref_measure_imperial_area_unit_choices:3
source: sq mi
it: miglio quadrato

# pref_measure_imperial_area_unit_choices:4
source: acre
it: acri quadrati

# pref_measure_min_imperial_fraction
source: Smallest fraction of an inch
cs: Nejmenší zlomková hodnota palce
el: Μικρότερο κλάσμα της ίντσας
fa: کوچکترین کسر از یک اینچ
it: La più piccola frazione di un pollice

# pref_measure_min_imperial_fraction_dialog
source: Smallest fraction of an inch
cs: Nejmenší zlomková hodnota palce
el: Μικρότερο κλάσμα της ίντσας
fa: کوچکترین کسر از یک اینچ
it: La più piccola frazione di un pollice

# pref_measure_min_imperial_fraction_choices:0
source: No fractions
cs: Bez zlomků
el: Χωρίς κλάσματα
fa: غیرکسری
it: Nessuna frazione

# pref_measure_min_imperial_fraction_choices:1
source: Fractions down to 1/2
cs: Zlomky do 1/2
el: Κλάσμα μέχρι 1/2
fa: کسرها به 1/2 کوچک شوند
it: Frazioni fino a 1/2

# pref_measure_min_imperial_fraction_choices:2
source: Fractions down to 1/4
cs: Zlomky do 1/4
el: Κλάσμα μέχρι 1/4
fa: کسرها به 1/4 کوچک شوند
it: Frazioni fino a 1/4

# pref_measure_min_imperial_fraction_choices:3
source: Fractions down to 1/8
cs: Zlomky do 1/8
el: Κλάσμα μέχρι 1/8
fa: کسرها به 1/8 کوچک شوند
it: Frazioni fino a 1/8

# pref_measure_min_imperial_fraction_choices:4
source: Fractions down to 1/16
cs: Zlomky do 1/16
el: Κλάσμα μέχρι 1/16
fa: کسرها به 1/16 کوچک شوند
it: Frazioni fino a 1/16

# pref_measure_min_imperial_fraction_choices:5
source: Fractions down to 1/32
cs: Zlomky do 1/32
el: Κλάσμα μέχρι 1/32
fa: کسرها به 1/32 کوچک شوند
it: Frazioni fino a 1/32

# pref_measure_min_imperial_fraction_choices:6
source: Fractions down to 1/64
it: Frazioni inferiori a 1/64

# pref_measure_min_imperial_fraction_choices:7
source: Fractions down to 1/128
it: Frazioni inferiori a 1/128

# pref_measure_reducefraction
source: Reduce fractions
cs: Zmenšení zlomků
el: Απλοποίηση κλασμάτων
fa: ساده کردن کسرها
it: Ridurre le frazioni

# pref_measure_reducefraction_summaryon
source: Fractions will be reduced (4/8 becomes 1/2)
cs: Zlomek se zmenší (4/8 se stanou 1/2)
el: Τα κλάσματα θα απλοποιηθούν (το 4/8 γίνεται 1/2)
fa: کسرها ساده خواهند شد (4/8 می شود 1/2)
it: Le frazioni saranno ridotte (4/8 diventa 1/2)

# pref_measure_reducefraction_summaryoff
source: Fractions will not be reduced (4/8 stays 4/8)
cs: Zlomky se nezmenší (4/8 zůstanou 4/8)
el: Τα κλάσματα δεν θα απλοποιηθούν (το 4/8 μένει 4/8)
fa: کسرها ساده نخواهند شد (4/8 باقی می ماند 4/8)
it: Le frazioni non saranno ridotte (4/8 soggiorni 4/8)

# value_entry_dimension_format_reduce_fraction_choices:0
source: Reduce (4/8 becomes 1/2)
it: Riduci (4/8 diventa 1/2)

# value_entry_dimension_format_reduce_fraction_choices:1
source: Keep (4/8 stays 4/8)
it: Keep (4/8 soggiorni 4/8)

# pref_measure_imperial_unit_display
source: Textual imperial units
cs: Textové imperiální jednotky
el: Εμφάνιση βρετανικών μονάδων
fa: واحدهای امپریال متنی
it: Unità imperiali testuali

# pref_measure_imperial_unit_display_summaryon
source: Imperial units will be shown as ft/in
cs: Imperiální jednotky budou zobrazeny jako ft / in
el: Θα εμφανίζονται ως ft/in
fa: واحدهای امپریال به صورت ft/in نمایش داده خواهند شد
it: Unità imperiali saranno mostrate come ft/in

# pref_measure_imperial_unit_display_summaryoff
source: Imperial units will be shown as '/"
cs: Imperiální jednotky budou zobrazeny jako '/"
el: Θα εμφανίζονται ως '/"
fa: واحدهای امپریال نمایش داده می شوند به صورت '/"
it: Unità imperiali saranno mostrate come '/"

# dimension_format_imperial_unit_display_choices:0
source: Show as '/"
it: Mostra come '/"

# dimension_format_imperial_unit_display_choices:1
source: Show as ft/in
it: Mostra come 'ft/in

# pref_measure_metric_length_unit
source: Metric length unit
cs: Metrická jednotka délky
el: Μετρική μονάδα μήκους
fa: واحد طول متریک
it: Unità metrica di lunghezza

# pref_measure_metric_length_unit_dialog
source: Metric length unit
cs: Metrická jednotka délky
el: Μετρική μονάδα μήκους
fa: واحد طول متریک
it: Unità metrica di lunghezza

# pref_measure_metric_area_unit
source: Metric area unit
cs: Metrická jednotka plochy
el: Μετρική μονάδα εμβαδού
fa: واحد سطح متریک
it: Unità di area metrica

# pref_measure_metric_area_unit_dialog
source: Metric area unit
cs: Metrická jednotka plochy
el: Μετρική μονάδα εμβαδού
fa: واحد سطح متریک
it: Unità di area metrica

# pref_measure_imperial_length_unit
source: Imperial length unit
cs: Imperiální jednotka délky
el: Βρετανική μονάδα μήκους
fa: واحد طول امپریال
it: Unità di lunghezza imperiale

# pref_measure_imperial_length_unit_dialog
source: Imperial length unit
cs: Imperiální jednotka délky
el: Βρετανική μονάδα μήκους
fa: واحد طول امپریال
it: Unità di lunghezza imperiale

# pref_measure_imperial_area_unit
source: Imperial area unit
cs: Imperiální jednotka plochy
el: Βρετανική μονάδα εμβαδού
fa: واحد سطح امپریال
it: Unità di area imperiale

# pref_measure_imperial_area_unit_dialog
source: Imperial area unit
cs: Imperiální jednotka plochy
el: Βρετανική μονάδα εμβαδού
fa: واحد سطح امپریال
it: Unità di area imperiale

# pref_measure_angle_unit
source: Angle unit
cs: Jednotka úhlů
el: Μονάδα μέτρησης γωνίας
fa: واحد زاویه
it: Unità angolare

# pref_measure_angle_unit_dialog
source: Angle unit
cs: Jednotka úhlů
el: Μονάδα μέτρησης γωνίας
fa: واحد زاویه
it: Unità angolare

# pref_measure_angle_unit_choices:0
source: Degrees
cs: Stupňů
el: Μοίρες
fa: درجه
it: Gradi

# pref_measure_angle_unit_choices:1
source: Slope percent
cs: Procento sklonu
el: Ποσοστό κλίσης
fa: درصد شیب
it: Pendenza percentuale

# pref_measure_angle_unit_choices:2
source: Radians
cs: Radiánů
el: Ακτίνια
fa: رادیان
it: Radianti

# pref_measure_decimal_digits_metric_length
source: Decimal digits
cs: Desetinná místa
el: Δεκαδικά ψηφία
fa: ارقام اعشاری
it: Cifre decimali

# pref_measure_decimal_digits_metric_length_dialog
source: Number of decimal digits in computed values
cs: Počet desetinných míst ve vypočítaných hodnotách
el: Αριθμός δεκαδικών ψηφίων
fa: تعداد ارقام اعشاری در مقادیر محاسبه شده
it: Numero di cifre decimali nei valori calcolati

# pref_measure_decimal_digits_metric_length_choices:0
source: No decimals
cs: Bez desetinných míst
el: Χωρίς δεκαδικά ψηφία
fa: بدون اعشار
it: Senza decimali

# pref_measure_decimal_digits_metric_length_choices:1
source: 1 digit
cs: 1 číslice
el: 1 ψηφίο
fa: 1 رقم
it: 1 cifra

# pref_measure_decimal_digits_metric_length_choices:2
source: 2 digits
cs: 2 číslice
el: 2 ψηφία
fa: 2 رقم
it: 2 cifre

# pref_measure_decimal_digits_metric_length_choices:3
source: 3 digits
cs: 3 číslice
el: 3 ψηφία
fa: 3 رقم
it: 3 cifre

# pref_measure_decimal_digits_metric_length_choices:4
source: 4 digits
cs: 4 číslice
el: 4 ψηφία
fa: 4 رقم
it: 4 cifre

# pref_measure_decimal_digits_metric_length_choices:5
source: 5 digits
cs: 5 číslic
el: 5 ψηφία
fa: 5 رقم
it: 5 cifre

# pref_measure_label_shows_unit
source: Show units
cs: Zobrazit jednotky
el: Εμφάνιση μονάδων
fa: نمایش واحدها
it: Mostra unità

# pref_measure_label_shows_unit_summaryon
source: Yes, show value and unit
cs: Ano, zobrazit hodnotu a jednotku
el: Να εμφανίζονται τα αποτελέσματα και οι μονάδες
fa: بله، نمایش مقدار و واحد
it: Sì, mostra valore e unità

# pref_measure_label_shows_unit_summaryoff
source: Show only the value, omit the unit
cs: Zobrazit jenom hodnotu, vynechat jednotku
el: Να εμφανίζονται μόνο τα αποτελέσματα
fa: فقط نمایش مقدار، حذف واحد
it: Mostra solo il valore, ometti l'unità

# dimension_format_show_unit_choices:0
source: Show value and unit
it: Mostra valore e unità

# dimension_format_show_unit_choices:1
source: Do not show the unit
it: Non mostrare l'unità

# pref_category_export
source: Image export
cs: Export obrázku
el: Εξαγωγή εικόνας
fa: صادرات عکس
it: Esportazione dell'immagine

# pref_export_format
source: Image format
cs: Formát obrázku
el: Τύπος εικόνας
fa: فرمت عکس
it: Formato immagine

# pref_export_format_dialog
source: Image format
cs: Formát obrázku
el: Τύπος εικόνας
fa: فرمت عکس
it: Formato immagine

# pref_max_export_size
source: Maximum image size
cs: Maximální velikost obrázku
el: Μέγιστο μέγεθος εικόνας
fa: بیشترین اندازۀ عکس
it: Dimensione massima dell'immagine
