Repository: 0ndrej/ImageMeter-translations
Catalog: strings-*.po
Languages: cs, el, fa, it

# inapp_dialog_upgrade_failed_title
source: Upgrade failed
cs: Upgrade selhalo
el: Η αναβάθμιση απέτυχε
fa: ارتقای ناموفق
it: Aggiornamento non riuscito

# inapp_dialog_upgrade_failed_text
source: The pro upgrade could not be activated. Reason: '%1$s'.
it: L'aggiornamento Pro non potrebbe essere attivato. Motivo: '%1$s'.

# inapp_message_upgrade_has_not_been_bought
source: Upgrade not registered as bought
cs: Upgrade není registrovaný jako zakoupený
el: Η αναβάθμιση δεν είναι καταχωρημένη όπως η αγορά
fa: ارتقا به عنوان خریداری شده ثبت نشده است
it: Aggiornamento non registrato come acquistato

# inapp_error_setup
source: Error setting up in-app billing:
cs: Chyba při nastavení in-app nákupů:
el: Σφάλμα στη ρύθμιση χρέωσης εντός της εφαρμογής (in-app):
fa: خطا در تنظیم صورتحساب درون-برنامه ای:
it: Errore durante l'impostazione della fatturazione in-app:

# inapp_error_query
source: Cannot query state of purchase:
cs: Nelze zjistit stav dotazu upgradu:
el: Δεν βρίσκονται τα στοιχεία της αγοράς:
fa: نمی توان وضعیت خرید را تحقیق کرد:
it: Impossibile interrogare lo stato dell'acquisto:

# inapp_error_purchase
source: Could not process purchase:
cs: Nešlo zpracovat nákup:
el: Δεν μπορεί να προχωρήσει η αγορά:
fa: نمی توان خرید را بررسی کرد:
it: Impossibile elaborare l'acquisto:

# inapp_error_billing_unavailable
source: Billing unavailable
it: Fatturazione non disponibile

# inapp_error_feature_not_supported
source: Feature not supported
it: Funzionalità non supportata

# inapp_error_item_already_owned
source: Item already owned
it: Articolo già di proprietà

# inapp_error_item_unavailable
source: Item unavailable
it: Articolo non disponibile

# inapp_error_service_disconnected
source: PlayStore temporarily disconnected, try again later
it: PlayStore temporaneamente disconnesso, riprova più tardi

# inapp_error_service_unavailable
source: Network down, cannot reach PlayStore
it: Rete giù, impossibile raggiungere PlayStore

# inapp_error_user_canceled
source: Purchase canceled by user
it: Acquisto annullato dall'utente

# inapp_error_unknown
source: Unknown error, result code: '%1$d'
it: Errore sconosciuto, codice risultato: ' %1$d '

# tip_of_day_dialog_next
source: Next
cs: Další
el: Επόμενο
fa: بعدی
it: Successivo

# tip_of_day_dialog_title
source: Tip of the Day ...
cs: Tip Dne ...
el: Συμβουλή της ημέρας ...
fa: فوت و فن روز ...
it: Suggerimento del giorno ...

# tip_of_day_dialog_show_tips_at_startup
source: Show tips at startup
cs: Zobrazit tipy při startu
el: Να εμφανίζονται οι καθημερινές συμβουλές στην έναρξη της εφαρμογής
it: Mostra suggerimenti all'avvio

# tip_welcome
source: Welcome to ImageMeter If you have any questions, do not hesitate to write to imagemeter@gmail.com. All emails will be answered as fast as possible.
cs: Vítejte na ImageMeter Pokud máte jakékoliv dotazy, neváhejte napsat na imagemeter@gmail.com.
el: Καλωσήρθατε στο ImageMeter Εάν έχετε ερωτήσεις, μη διστάσετε να γράψετε στο imagemeter@gmail.com. Όλα τα email θα απαντηθούν όσο πιο γρήγορα γίνεται.
fa: به ImageMeter خوش آمدید اگر شما هر سؤالی دارید، برای نوشتن آن به imagemeter@gmail.com مکث نکنید. همۀ ایمیل ها در اسرع وقت پاسخ داده خواهند شد.
it: Benvenuti in ImageMeter Se avete domande, non esitate a scrivere a imagemeter@gmail.com. Tutte le e-mail riceveranno una risposta il più veloce possibile.

# tip_export_images
source: You can export images by long-clicking on them in the list and then selecting the share icon in the toolbar.
cs: Můžete exportovat obrázky s dlouhým kliknutím na jejich záznamy a výběrem ikony sdílené z kontextové nabídky.
el: Μπορείτε να εξάγετε τις εικόνες: μακρύ κλικ πάνω στις εικόνες που είναι στη λίστα για να τις επιλέξετε και μετά πατήστε το εικονίδιο για να τις μοιράσετε.
fa: شما می توانید عکس ها را با کلیک طولانی روی آن ها از لیست و انتخاب آیکون اشتراک از نوار ابزار صادر کنید.
it: È possibile esportare le immagini facendo clic su di esse (per un lungo periodo di tempo) nell'elenco e quindi selezionando l'icona di condivisione nella barra degli strumenti.

# tip_folder_export
source: You can export PDFs with all images in a folder by long-clicking on the folder and selecting export.
cs: Můžete exportovat ZIP archivy všech obrázků ve složce dlouhým kliknutím na složku a výběrem export.
el: Μπορείτε να εξάγετε PDF με όλες τις εικόνες που περιέχονται στο φάκελο: μακρύ κλικ πάνω στο φάκελο και μετά επιλέξτε εξαγωγή.
fa: شما می توانید پی دی اف ها را با همۀ عکس های درون پوشه توسط کلیک طولانی روی پوشه و انتخاب صادرات صادر نمایید.
it: È possibile esportare i PDF con tutte le immagini in una cartella facendo clic sulla cartella e selezionando Esporta.

# tip_disable_tips
source: You can disable the tip of the day dialog in the settings.
cs: Můžete zakázat špičku dialogu v nastavení den.
el: Μπορείτε να απενεργοποιήσετε τις καθημερινές συμβουλές στις ρυθμίσεις.
fa: شما می توانید پیغام فوت و فن روز را در تنظیمات غیرفعال نمایید.
it: È possibile disattivare i suggerimenti del giorno nella finestra di dialogo Impostazioni.

# tip_accuracy
source: Accuracy depends on the quality of the camera and its lens distortions. You can increase accuracy by choosing a reference rectangle that is as large as possible.
cs: Přesnost závisí na kvalitě kamery a zkreslení jejího objektivu.
el: Η ακρίβεια εξαρτάται από την ποιότητα της φωτογραφικής μηχανής και τις παραμορφώσεις του φακού. Μπορείτε να αυξήσετε την ακρίβεια δημιουργώντας ένα παραλληλόγραμμο αναφοράς, όσο μεγαλύτερο γίνεται.
fa: دقت به کیفیت دوربین و اعوجاج لنز آن بستگی دارد. شما یم توانید دقت را با انتخاب مرجع مستطیلی که تا جای ممکن بزرگ باشد افزایش دهید.
it: L'accuratezza dipende dalla qualità della fotocamera e dal fattore che comporta le distorsioni dell'obiettivo. Puoi aumentare la precisione scegliendo l'area di riferimento più ampia con cui lavorare e l'angolo migliore per riprendere la scena.

# tip_measure_attach
source: When you draw a new measure in an image that already contains a reference, the measure is automatically computed based on this reference. If you want to enter its value manually, click on the crossed-out calculator icon or choose 'enter value manually' from the menu.
cs: Pokud je vybrána referenční při kreslení nových rozměrů, rozměry se automaticky vypočtou na základě tohoto zaměření. Chcete-li zadat hodnotu ručně, klikněte na přeškrtnutou kalkulačku.
el: Όταν σχεδιάζετε μια νέα μέτρηση σε εικόνα που ήδη έχει μία αναφορά, το αποτέλεσμα αυτόματα υπολογίζεται με βάση αυτή την αναφορά. Εάν θέλετε να εισάγεται χειροκίνητα το αποτέλεσμα, κάντε κλικ στο εικονίδιο της αριθμομηχανής με το + ή επιλέξτε 'Χειροκίνητη εισαγωγή αποτελέσματος' από το μενού.
fa: وقتی که شما یک اندازه گیری جدید را در عکسی رسم می کنید که قبلا مرجع داشته است، اندازه گیری به صورت اتوماتیک بر اساس آن مرجع محاسبه می گردد. اگر می خواهید به صورت دستی مقدار آن را وارد نمایید، بر روی آیکون خط-زدن ماشین حساب کلیک کرده و 'وارد کردن دستی مقدار' را از منو انتخاب کنید.
it: Quando si disegna una nuova misura su un'immagine che contiene già un riferimento, la misurazione viene calcolata automaticamente in base a tale riferimento. Se si desidera inserire manualmente il valore, fare clic sull'icona "X" sulla calcolatrice o scegliere "Inserisci valore manualmente" dal menu.

# tip_support
source: If you have any questions, do not hesitate to write to imagemeter@gmail.com. All emails will be answered as fast as possible.
cs: Pokud máte jakékoliv dotazy, neváhejte napsat na imagemeter@gmail.com. Všechny e-maily budou zodpovězeny tak rychle, jak jen to bude možné.
el: Εάν έχετε ερωτήσεις, μη διστάσετε να γράψετε στο imagemeter@gmail.com. Όλα τα email θα απαντηθούν όσο πιο γρήγορα γίνεται.
fa: اگر شما هر سؤالی دارید، برای نوشتن آن به imagemeter@gmail.com مکث نکنید. همۀ ایمیل ها در اسرع وقت پاسخ داده خواهند شد.
it: Se avete domande, non esitate a scrivere a imagemeter@gmail.com. Tutte le e-mail saranno risposte al più presto possibile.

# welcome_message_title
source: Welcome to ImageMeter
cs: Vítejte na ImageMeter
el: Καλωσήρθατε στο ImageMeter
fa: به ImageMeter خوش آمدید
it: Benvenuti in ImageMeter

# welcome_message_text
source: For an introduction to ImageMeter, see this <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">video</a>. If you have any further questions, do not hesitate to write to <a href="mailto:imagemeter@gmail.com">imagemeter@gmail.com</a>.
it: Per un'introduzione a ImageMeter, guarda questo <a href="https://www.youtube.com/watch?v=shnUMTBbMSE">video</a>. Se hai ulteriori domande, non esita a scrivere a <a href="mailto:imagemeter@gmail.com"> imagemeter@gmail.com </a>.

# welcome_message_show_at_startup
source: Show welcome message at startup
it: Mostra messaggio di benvenuto all'avvio

# faq_image_menu_section
source: Image menu
cs: Obrazová nabídka
el: Μενού εικόνας
fa: منوی عکس
it: Menu immagine

# faq_image_menu_how_to_export_q
source: How can I export images?
cs: Jak můžu exportovat obrázky?
el: Πως εξάγω τις εικόνες;
fa: من چگونه می توانم عکس را صادر کنم؟
it: Come posso esportare le immagini?

# faq_image_menu_how_to_export_a
source: You can export single images, several images at once, or complete folders. Long-press on an image or folder to select it and then choose one of the export icons. If you are exporting several images at once, they will be exported as a PDF or in a zip archive. The format can be chosen in the settings. You can either export to another app, or save the images into the file-system. When saving to the file system, the images will usually be stored in the 'Pictures' folder. The exact location will be displayed after export.
cs: Můžete exportovat jeden obrázek, několik obrázků najednou, nebo celé složky. Dlouze klikněte na obrázek nebo na složku, abyste ji vybrali a potom zvolte jednu z ikon exportu. Pokud exportujete několik obrázků najednou, budou exportovány jako PDF nebo zip archiv. Formát můžete změnit v nastavení. Buď můžete exportovat do jiné aplikace, nebo uložit obrázky do souborového systému. Pokud ukládáte do souborového systému, obrázky budou většinou uloženy ve složce 'Pictures'. Přesné umístění bude zobrazeno po exportu.
el: Μπορείτε να εξάγετε μονές εικόνες, αρκετές εικόνες ταυτόχρονα ή και ολόκληρους φακέλους: μακρύ κλικ πάνω σε μια εικόνα ή φάκελο για επιλογή και μετά πατήστε ένα από τα εικονίδια εξαγωγής. Εάν εξάγετε πολλές εικόνες ταυτόχρονα, μπορούν να εξαχθούν ως αρχείο PDF ή αρχείο ZIP. Το είδος μπορεί να επιλεγεί στις ρυθμίσεις. Μπορείτε επίσης να εξάγετε για άλλη εφαρμογή ή να αποθηκεύσετε τις εικόνες στο σύστημα. Όταν αποθηκεύετε στο σύστημα, συνήθως οι εικόνες αποθηκεύονται στο φάκελο 'Pictures'. Η ακριβής τοποθεσία θα φανεί μετά την εξαγωγή.
fa: شما می توانید یک عکس، تعداد عکس در یک زمان یا پوشه های کامل را صادر نمایید. یک عکس یا پوشه را طولانی لمس کنید تا انتخاب شود و سپس یکی از آیکون های صادرات را انتخاب نمایید. اگر شما تعدادی عکس را در یک زمان صادر می کنید، آن ها در یک فایل پی دی اف یا یک آرشیو فشرده صادر خواهند شد. این فرمت در تنظیمات می تواند انتخاب گردد. شما می توانید یا به یک برنامۀ دیگر صادرات انجام دهید یا عکس ها را در فایل سیستمی ذخیره نمایید. زمانی که در فایل سیستمی ذخیره می شوند، عکس ها معمولا در پوشۀ 'Pictures' ذخیره حواهند شد. محل دقیق آن بعد از صادرات نشان داده خواهد شد.
it: È possibile esportare immagini singole, più immagini contemporaneamente o cartelle complete. Premere a lungo un'immagine o una cartella per selezionarla e scegliere una delle icone di esportazione. Se esporti più immagini contemporaneamente, verranno esportate come PDF o in un archivio di zip. Il formato può essere scelto nelle impostazioni. È possibile esportare in un'altra applicazione o salvare le immagini nel file system. Quando si salva nel file system, le immagini saranno di solito memorizzate nella cartella "Immagini". La posizione esatta verrà visualizzata dopo l'esportazione.

# faq_image_menu_how_to_delete_q
source: How do I delete images?
cs: Jak můžu odstranit obrázky?
el: Πως σβήνω τις εικόνες;
fa: من چگونه عکس ها را پاک کنم؟
it: Come elimino le immagini?

# faq_image_menu_how_to_delete_a
source: Long-press on the image until the icons in the toolbar change. Then select the trashcan icon. You can also delete several images at once by selecting them before pressing the trashcan icon.
cs: Dlouze klikněte na obrázek dokud se nezmění ikony v panelu nástrojů. Poté vyberte ikonu koše. Můžete také odstranit několik obrázků najednou, pokud je vyberete před stisknutím ikony koše.
el: Μακρύ κλικ πάνω στην εικόνα μέχρι να αλλάξουν τα εικονίδια στης μπάρας εργαλείων. Μετά επιλέξτε το εικονίδιο του κάδου. Μπορείτε να σβήσετε πολλές εικόνες μαζί αν τις επιλέξετε πριν πατήσετε το εικονίδιο του κάδου.
fa: عکس را به مدت طولانی لمس کنید تا آیکون های نوار ابزار تغییر کنند. سپس آیکون سطل زباله را انتخاب نمایید. همچنین شما می توانید چندین عکس را در یک زمان با انتخاب آن ها قبل از فشردن آیکون سطل زباله پاک کنید.
it: Premere a lungo l'immagine finché le icone della barra degli strumenti non cambiano. Quindi selezionare l'icona del cestino. È anche possibile eliminare più immagini contemporaneamente selezionandole prima di premere l'icona del cestino.

# faq_image_menu_transfer_images_q
source: How can I transfer editable data between devices?
cs: Jak můžu přenést upravitelné data mezi zařízeními?
el: Πως μεταφέρω δεδομένα προς επεξεργασία μεταξύ συσκευών;
fa: من چگونه می توانم اطلاعات قابل ویرایش را بین دستگاه ها انتقال دهم؟
it: Come trasferire i dati modificabili tra i dispositivi?

# faq_image_menu_transfer_images_a
source: If your devices have an SD-card slot, you can move the storage directory to SD card: in the settings, enter section 'Storage' and then 'Data directory'. There, you should be able to select the SD card directory and move all data into this directory. Now place the SD card into the new device and also change the data directory to SD card. In case you do not have an SD-card slot, enter the 'Export' settings and set the export format to 'ImageMeter image' (.IMI) or 'ImageMeter folder' (.IMF). Then export the data you want to transfer in these formats. The files can be opened again on other devices and the editable images will be imported.
it: I dati sono memorizzati in '/sdcard/&lt;wbr/&gt;Android/&lt;wbr/&gt;data/&lt;wbr/&gt;de.dirkfarin.imagemeterpro/&lt;wbr/&gt;files/&lt;wbr/&gt;projects'. In questa directory troverete tutte le cartelle ImageMeter e all'interno di queste una cartella per ogni immagine. È possibile copiare queste cartelle in altri dispositivi.

# faq_image_menu_free_to_pro_q
source: How can I transfer images from the free version to the pro version?
cs: Jak můžu přenést obrázky z bezplatné verze do verze pro?
el: Πως μεταφέρω εικόνες από την δωρεάν εφαρμογή στην έκδοση pro;
fa: من چگونه می توانم عکس ها را از نسخۀ رایگان به نسخۀ حرفه ای انتقال دهم؟
it: Come posso trasferire le immagini dalla versione gratuita alla versione pro?

# faq_image_menu_free_to_pro_a
source: In the main screen of the pro version, there is a menu item to import the images from the free app.
cs: Na hlavní obrazovce pro verze je položka nabídky pro import obrázků z bezplatné aplikace.
el: Στη βασική οθόνη της έκδοσης pro υπάρχει μενού για να εισάγετε εικόνες από την δωρεάν εφαρμογή.
fa: در صفحۀ اصلی نسخۀ حرفه ای، یک گزینۀ منو برای وارد کردن عکس ها از برنامۀ رایگان وجود دارد.
it: Nella schermata principale della versione pro, esiste una voce di menu per importare le immagini dall'applicazione gratuita.

# faq_image_menu_backup_data_q
source: How can I make a backup of all data?
it: Come posso fare un backup di tutti i dati?

# faq_image_menu_backup_data_a
source: Enter the settings, section 'Storage' and then 'Data directory' to see in which directory ImageMeter stores its data. Usually, this is '/sdcard/&lt;wbr/&gt;Android/&lt;wbr/&gt;data/&lt;wbr/&gt;de.dirkfarin.imagemeterpro/&lt;wbr/&gt;files/&lt;wbr/&gt;projects'. In this directory, you will find all ImageMeter folders and within these one folder for each image. You can simply copy these folders to other devices for backup.
it: Immettere le impostazioni, la sezione 'Archiviazione' e quindi 'Rubrica dati' per vedere in quale directory ImageMeter memorizza i propri dati. Di solito, questo è '/sdcard/&lt;wbr/&gt;Android/&lt;wbr/&gt;data/&lt;wbr/&gt;de.dirkfarin.imagemeterpro/&lt;wbr/&gt;files/&lt;wbr/&gt; progetti. In questa directory, troverai tutte le cartelle ImageMeter e all'interno di queste una cartella per ogni immagine. È sufficiente copiare queste cartelle su altri dispositivi per il backup.

# faq_auto_measure_section
source: Automatic measurement
cs: Automatické měření
el: Αυτόματη μέτρηση
fa: اندازه گیری اتوماتیک
it: Misurazione automatica

# faq_auto_measure_howto_q
source: How do I carry out automatic measurements?
cs: Jak můžu provést automatické měření?
el: Πως κάνω αυτόματες μετρήσεις;
fa: من چگونه اندازه گیری اتوماتیک انجام بدهم؟
it: Come faccio a eseguire misure automatiche?

# faq_auto_measure_howto_a
source: In order to perform automatic measurements, you have to provide a reference measurement. This is a rectangle with known side lengths. After you have drawn the reference, select the dimension you want to have computed and press the 'calculator' icon or the 'compute value' menu item. If there is only one reference in the image or if a reference is active while you add a new measure, this reference will automatically be used for computing the measure value.
cs: Chcete-li provést automatické měření, musíte zadat referenční měření. Jedná se o obdélník se známými délkami stran. Po vykreslení odkazu vyberte dimenzi, kterou chcete vypočítat, a stiskněte ikonu "kalkulačky" nebo položku nabídky "výpočet hodnoty". Pokud je do obrázku vložen pouze jeden odkaz nebo pokud je při přidání nového opatření aktivní reference, bude tato reference automaticky použita pro výpočet hodnoty měření.
el: Για να κάνετε αυτόματη μέτρηση, πρέπει να φτιάξετε πρώτα μια μέτρηση αναφοράς. Αυτό είναι ένα παραλληλόγραμμο με γνωστά μεγέθη πλευρών. Μετά τη δημιουργία του παραλληλογράμμου, επιλέξτε την διάσταση που θέλετε να υπολογιστεί και μετά την αριθμομηχανή ή την εντολή 'Υπολογισμός αποτελέσματος' από το μενού. Εάν υπάρχει μόνο μία αναφορά στην εικόνα ή μία αναφορά είναι ενεργή όταν προσθέτετε μια μέτρηση, αυτή η αναφορά θα χρησιμοποιηθεί για να δώσει το αποτέλεσμα.
fa: برای اجرای اندازه گیری اتوماتیک، شما باید یک اندازه گیری مرجع تعیین نمایید. این یک مستطیل با طول مشخص است. بعد از آنکه مرجع را رسم نمودید، ابعادی را که می خواهید محاسبه شوند انتخاب نموده و آیکون 'ماشین حساب' یا گزینۀ 'محاسبۀ مقدار' را از منو را فشار دهید. اگر تنها یک مرجع در عکس وجود داشته باشد یا اگر مرجعی هنگام اضافه کردن اندازه گیری فعال بوده باشد، این مرجع به صورت اتوماتیک برای محاسبۀ مقدار اندازه گیری شده استفاده خواهد شد.
it: Per eseguire misure automatiche, è necessario fornire una misura di riferimento. Si tratta di un rettangolo con lunghezze laterali note. Dopo aver disegnato il riferimento, selezionare la dimensione che si desidera calcolare e premere l'icona 'Calcolatrice' o la voce di menu 'Calcola valore'. Se nell'immagine è presente un solo riferimento oppure se un riferimento è attivo mentre si aggiunge una nuova misura, questo riferimento verrà utilizzato automaticamente per calcolare il valore della misura.

# faq_auto_measure_expectation_q
source: I expected ImageMeter to measure dimensions all by itself without any reference...
cs: Očekával jsem, že aplikace ImageMeter měří rozměry sama o sobě bez jakékoli reference ...
el: Περίμενα ότι το ImageMeter θα μετράει διαστάσεις μόνο του, χωρίς καμμία αναφορά...
fa: من انتظار داشتم ImageMeter ابعاد را خودش بدون نیاز به مرجع اندازه گیری نماید...
it: Mi aspettavo ImageMeter per misurare le dimensioni da solo senza alcun riferimento ...

# faq_auto_measure_expectation_a
source: This is impossible. From a single image, one cannot derive its scale. An image could show a real house or just a small toy. There is no way to know its true size from the image alone. You can give ImageMeter the missing information by adding a reference rectangle to the image. Based on this, ImageMeter can accurately compute all measures that lie in the same plane as this rectangle, including perspective foreshortening.
cs: To není možné. Z jednoho snímku nelze odvodit měřítko. Obrázek může ukazovat skutečný dům nebo jen malou hračku. Neexistuje žádný způsob, jak znát jeho skutečnou velikost z obrázku samotného. Můžete dát chybějící informace aplikaci ImageMeter přidáním referenčního obdélníku do obrázku. Na základě toho může ImageMeter přesně vypočítat všechny míry, které leží ve stejné rovině jako tento obdélník, včetně perspektivního zkrácení.
el: Αυτό είναι αδύνατον. Δεν μπορεί να καθοριστεί η κλίμακα από μία μόνο εικόνα. Μια εικόνα μπορεί να δείχνει ή ένα πραγματικό σπίτι ή ένα μικρό παιχνίδι. Δεν υπάρχει τρόπος να γνωρίζει κάποιος το πραγματικό μέγεθος από την εικόνα μόνο. Μπορείτε να δώσετε στο ImageMeter την πληροφορία που λείπει προσθέτοντας ένα παραλληλόγραμμο αναφοράς στην εικόνα. Έτσι το ImageMeter μπορεί να υπολογίσει με ακρίβεια όλες τις διαστάσεις που βρίσκονται στο ίδιο επίπεδο με την αναφορά, ακόμη και αν υπάρχουν προβλήματα με την προοπτική.
fa: این غیرممکن است. از یک عکس، کسی نمی تواند مقیاس آن را استخراج کند. یک عکس می تواند یک خانۀ واقعی یا فقط یک اسباب بازی کوچک را نشان دهد. هیچ راهی برای دانستن اندازۀ واقعی آن تنها از طریق عکس وجود ندارد. شما می توانید به ImageMeter اطلاعات ناموجود را با اضافه کردن یک مرجع مستطیلی به عکس بدهید. بر اساس آن، ImageMeter می تواند به صورت دقیق تمام اندازه گیری هایی را که در همان صفحۀ مستطیل قرار گرفته شامل تجسم پرسپکتیو محاسبه کند
it: Questo è impossibile. Da una singola immagine non si può trarne la scala. Un'immagine potrebbe mostrare una vera casa o un piccolo giocattolo. Non c'è modo di conoscere la sua vera dimensione dall'immagine da solo. È possibile fornire a ImageMeter le informazioni mancanti aggiungendo un rettangolo di riferimento all'immagine. Sulla base di questo, ImageMeter può calcolare con precisione tutte le misure che si trovano nello stesso piano di questo rettangolo, inclusa la prospettiva di foreshortening.

# faq_auto_measure_ref_objects_q
source: What kind of objects can I use as references?
cs: Jaké objekty můžu použít jako referenci?
el: Τι είδος αντικειμένου μπορώ να χρησιμοποιήσω σαν αναφορά;
fa: من چه نوع اشیایی را می توان به عنوان مرجع استفاده کنم؟
it: Che tipo di oggetti posso utilizzare come riferimenti?
