Repository: 0ndrej/ImageMeter-translations
Catalog: strings-*.po
Languages: cs, el, fa, it

# pref_max_export_size_dialog
source: Max. width of exported image
cs: Max. velikost exportovaného obrázku
el: Μέγιστο πλάτος εξαγόμενης εικόνας
fa: بیشترین پهنای عکس صادر شده
it: Larghezza massima dell'immagine esportata

# pref_min_export_size
source: Minimum image size
cs: Minimální velikost obrázku
el: Ελάχιστο μέγεθος εικόνας
fa: کمترین اندازۀ عکس
it: Dimensione minima dell'immagine

# pref_min_export_size_dialog
source: Min. width of exported image
cs: Min. šířka exportovaného obrázku
el: Ελάχιστο πλάτος εξαγόμενης εικόνας
fa: کمترین پهنای عکس صادر شده
it: Larghezza minima dell'immagine esportata

# pref_max_export_size_choices:8
source: Unlimited
cs: Neomezená
el: Απεριόριστο
fa: نامحدود
it: Illimitato

# pref_export_hardware_msaa
source: Hardware anti-aliasing
cs: Hardwarové vyhlazování
el: Ομαλοποίηση γραμμών
fa: ضد-بدنمایی سخت افزاری
it: Anti-aliasing hardware

# pref_export_hardware_msaa_summaryon
source: Enabled (some buggy GPUs may draw black images only)
cs: Povoleno (některé chybné GPU mohou kreslit pouze černé obrázky)
el: Ενεργή (μερικές προβληματικές κάρτες γραφικών μπορεί να βγάζουν μαύρες εικόνες)
fa: فعال (بعضی GPUهای باگ دار ممکن است فقط عکس های سیاه رسم کنند)
it: Abilitato (alcune buggy GPU possono disegnare solo immagini nere)

# pref_export_hardware_msaa_summaryoff
source: Disabled (lower output quality)
cs: Zakázáno (nižší kvalita výstupu)
el: Ανενεργή (χαμηλότερη ποιότητα εικόνας)
fa: غیرفعال (کیفیت خروجی کمتر).
it: Disabilitato (qualità di output inferiore)

# pref_export_multi_images_format
source: Export folders as
cs: Exportovat složky jako
el: Εξαγωγή φακέλων σαν
it: Esporta cartelle come

# pref_export_multi_images_format_dialog
source: Export folders as
cs: Exportovat složky jako
el: Εξαγωγή φακέλων σαν
it: Esporta cartelle come

# pref_export_multi_images_format_choices:0
source: Separate images
cs: Rozdělit obrázky
el: Ξεχωριστές εικόνες
fa: عکس های جداگانه
it: Immagini separate

# pref_export_multi_images_format_choices:2
source: Zip archive of images
cs: Zip archiv obrázků
el: Αρχείο ZIP με εικόνες
fa: آرشیو فشرده از عکس ها
it: Archivio zip di immagini

# pref_export_multi_images_format_choices:3
source: ImageMeter folder
cs: Složka ImageMeter
el: Φάκελος ImageMeter
it: Cartella ImageMeter (IMF)

# pref_export_single_image_format
source: Export images as
cs: Exportovat obrázky jako
el: Εξαγωγή εικόνων σαν
it: Esporta immagini come

# pref_export_single_image_format_dialog
source: Export images as
cs: Exportovat obrázky jako
el: Εξαγωγή εικόνων σαν
it: Esporta immagini come

# pref_export_single_image_format_choices:0
source: Image
cs: Obrázek
el: Εικόνα
fa: عکس
it: Immagine

# pref_export_single_image_format_choices:2
source: Zip archive of images
cs: Zip archiv obrázků
el: Αρχείο ZIP με εικόνες
fa: آرشیو فشرده از عکس ها
it: Archivio zip di immagini

# pref_export_single_image_format_choices:3
source: ImageMeter image
cs: Obrázek ImageMeter
el: Εικόνα ImageMeter
it: Immagine ImageMeter (IMI)

# pref_export_render_image_title
source: Show image title
cs: Zobrazit název obrázku
el: Να φαίνεται το όνομα εικόνας
it: Mostra il titolo dell'immagine

# pref_category_export_zip
source: ZIP archive settings
cs: Nastavení ZIP archivu
el: Ρυθμίσεις αρχείου ZIP
it: Impostazioni archivio ZIP

# pref_export_zip_include_annotated_image
source: Include annotated images
cs: Zahrnout obrázky opatřené poznámkami
el: Εικόνες με διαστάσεις
it: Includi immagini annotate

# pref_export_zip_include_original_image
source: Include original images
cs: Zahrnout originální obrázky
el: Πρωτότυπες εικόνες
it: Includi immagini originali

# pref_export_zip_include_csv
source: Include CSV file
cs: Zahrnout soubor CSV
el: Να περιλαμβάνει αρχείο CSV
it: Includi file CSV

# pref_export_zip_include_pdf
source: Include PDF file
cs: Zahrnout soubor PDF
el: Να περιλαμβάνει αρχείο PDF
it: Includi file PDF

# pref_category_export_pdf
source: PDF settings
cs: Nastavení PDF
el: Ρυθμίσεις αρχείου PDF
it: Impostazioni PDF

# pref_export_pdf_images_per_page
source: Images per PDF page
cs: Obrázků na stránku PDF
el: Εικόνες ανά σελίδα PDF
fa: عکس ها در هر صفحۀ پی دی اف
it: Immagini per pagina PDF

# pref_export_pdf_images_per_page_dialog
source: Print how many images on each PDF page
cs: Kolik obrázků vytisknout na každou stranu PDF
el: Πόσες εικόνες θα εκτυπώνονται ανά σελίδα PDF
fa: چاپ تعداد عکس ها در هر صفحۀ پی دی اف
it: Stampa quante immagini su ogni pagina PDF

# pref_export_pdf_paper_orientation
source: PDF page orientation
cs: Orientace stránky PDF
el: Διάταξη σελίδας PDF
fa: جهت صفحۀ پی دی اف
it: Orientamento della pagina PDF

# pref_export_pdf_paper_orientation_dialog
source: PDF page orientation
cs: Orientace stránky PDF
el: Διάταξη σελίδας PDF
fa: جهت صفحۀ پی دی اف
it: Orientamento della pagina PDF

# pref_export_pdf_paper_orientation_choices:0
source: Portrait
cs: Na výšku
el: Κάθετη
fa: افقی
it: Formato verticale

# pref_export_pdf_paper_orientation_choices:1
source: Landscape
cs: Na šířku
el: Οριζόντια
fa: عمودی
it: Formato orizzontale

# pref_export_pdf_paper_orientation_choices:2
source: Automatic
cs: Automaticky
el: Αυτόματη
fa: اتوماتیک
it: Automatico

# pref_export_pdf_paper_size_choices:2
source: Letter
cs: Dopis
it: Lettera

# pref_export_pdf_paper_size_choices:3
source: Legal
it: Legale

# pref_export_pdf_paper_size
source: PDF page size
cs: Velikost stránky PDF
el: Μέγεθος σελίδας PDF
fa: اندازۀ صفحۀ پی دی اف
it: Dimensione della pagina PDF

# pref_export_pdf_paper_size_dialog
source: PDF page size
cs: Velikost stránky PDF
el: Μέγεθος σελίδας PDF
fa: اندازۀ صفحۀ پی دی اف
it: Dimensione della pagina PDF

# pref_export_pdf_may_rotate_images
source: Images in PDF may be rotated
cs: Obrázky v PDF mohou být otočeny
el: Περιστροφή εικόνων στο PDF
fa: عکس ها در پی دی اف ممکن است بچرخند
it: Le immagini in PDF possono essere ruotate

# pref_export_pdf_may_rotate_images_summaryon
source: Will rotate images if format fits better
cs: Otočí obrázky, pokud formát vyhovuje lépe
el: Θα περιστραφούν εάν ταιριάζουν καλύτερα
fa: عکس ها چرخانده خواهند شد اگر بهتر جایگیری شوند
it: Ruoterà le immagini se il formato si adatta meglio

# pref_export_pdf_may_rotate_images_summaryoff
source: Images will never be rotated
cs: Obrázky nikdy nebudou otočeny
el: Δεν θα περιστραφούν
fa: عکس ها هرگز چرخانده نخواهند شد
it: Le immagini non verranno mai ruotate

# pref_export_pdf_separate_landscape_portrait
source: Separate landscape/portrait in PDF
cs: Rozdělit šířku/výšku v PDF
el: Χωριστή διάταξη οριζόντια/κάθετα
fa: عجداگانه بودن عمودی/افقی در پی دی اف
it: Separare paesaggio / ritratto in PDF

# pref_export_pdf_separate_landscape_portrait_dialog
source: When to separate landscape/portrait in PDF
cs: Kdy rozdělit šířku/výšku v PDF
el: Πότε να χωρίζουν οι σελίδες οριζόντια/κάθετα στο PDF
fa: زمان جداگانه بودن عمودی/افقی در پی دی اف
it: Quando separare paesaggio / ritratto in PDF

# pref_export_pdf_separate_landscape_portrait_choices:0
source: Never
cs: Nikdy
el: Ποτέ
fa: هرگز
it: Mai

# pref_export_pdf_separate_landscape_portrait_choices:1
source: If it does not increase page count
cs: Pokud nezvýší počet stránek
el: Εάν δεν αυξάνεται ο αριθμός των σελίδων
fa: اگر تعداد صفحه ها را افزایش نمی دهد
it: Se non aumenta il numero di pagine

# pref_export_pdf_separate_landscape_portrait_choices:2
source: Always
cs: Vždy
el: Πάντα
fa: همیشه
it: Sempre

# pref_export_pdf_print_image_notes
source: Print image notes
cs: Vytisknout poznámky k obrázku
el: Εκτύπωση σημειώσεων εικόνων
it: Stampa note sull'immagine

# pref_export_pdf_print_folder_notes
source: Print folder notes
cs: Vytisknout poznámky ke složce
el: Εκτύπωση σημειώσεων φακέλων
it: Stampa le note della cartella

# pref_export_pdf_print_folder_notes_summaryoff
source: No folder notes will be printed
cs: Žádné poznámky ke složce nebudou vytisknuty
el: Δεν θα εκτυπωθούν σημειώσεις φακέλων
it: Non verranno stampate note di cartelle

# pref_export_pdf_print_folder_notes_summaryon
source: Page with folder notes and TOC will be printed
cs: Stránka s poznámkami ke složce a TOC se vytisknou
el: Θα εκτυπωθεί σελίδα με σημειώσεις φακέλων και πίνακα περιεχομένων
it: La pagina con le note della cartella e il TOC verranno stampati

# pref_export_pdf_image_notes_space
source: Space reserved for image notes
cs: Místo rezervované pro poznámky k obrázkům
el: Χώρος δεσμευμένος για σημειώσεις της εικόνας
it: Spazio riservato per le note di immagine

# pref_export_pdf_image_notes_space_dialog
source: Space reserved for image notes
cs: Místo rezervované pro poznámky k obrázkům
el: Χώρος δεσμευμένος για σημειώσεις της εικόνας
it: Spazio riservato per le note di immagine

# pref_bluetooth_devices
source: Laser distance meter
cs: Laserový měřič vzdálenosti
el: Μετρητής απόστασης laser
fa: اندازه گیر فاصلۀ لیزری
it: Misuratore di distanza laser

# pref_bluetooth_devices_summary
source: Active device
cs: Aktivní zařízení
el: Ενεργή συσκευή
fa: دستگاه فعال
it: Dispositivo attivo

# pref_bluetooth_devices_dialog
source: Select laser distance meter
cs: Zvolte laserový měřič vzdálenosti
el: Επιλέξτε μετρητή απόστασης laser
fa: انتخاب اندازه گیر فاصلۀ لیزری
it: Seleziona il distanziometro laser

# pref_bluetooth_devices_none
source: None
cs: Žádný
el: Κανένας
fa: هیچ
it: Nessuno

# pref_bluetooth_device_name_unknown
source: Unnamed
cs: Nepojmenovaný
el: Άγνωστος
fa: بی نام
it: Senza nome

# pref_bluetooth_device_protocol
source: Bluetooth protocol
cs: Protokol Bluetooth
el: Πρωτόκολλο Bluetooth
fa: پروتکل بلوتوث
it: Protocollo Bluetooth

# pref_bluetooth_device_protocol_dialog
source: Select the protocol used by the laser distance meter
cs: Zvolte protokol používaný laserovým měřičem vzdálenosti
el: Επιλέξτε το πρωτόκολλο που χρησιμοποιεί ο μετρητής laser
fa: انتخاب پروتکل استفاده شده توسط اندازه گیر فاصلۀ لیزری
it: Selezionare il protocollo utilizzato dal misuratore di distanza del laser

# pref_bluetooth_device_protocol_auto
source: Automatic
it: Automatico

# pref_bluetooth_lti_trupulse_distance_mode_title
source: LTI TruPulse distance mode
cs: Režim vzdálenosti LTI TruPulse
el: LTI TruPulse επιλογή απόστασης
fa: LTI TruPulse حالت فاصله ای
it: LTI TruPulse modalità distanza

# pref_bluetooth_trupulse_distance_mode_dialog_title
source: Choose which distance to transmit to app (LTI TruPulse only)
cs: Zvolte, kterou vzdálenost chcete do aplikace přenést (pouze LTI TruPulse)
el: Ποια απόσταση στέλνει στην εφαρμογή (μόνο LTI TruPulse)
fa: انتخاب فاصله ای که باید به برنامه ارسال شود (فقط LTI TruPulse)
it: Scegli la distanza da trasmettere all'app (solo LTI TruPulse)

# pref_bluetooth_trupulse_distance_mode_choices:0
source: Slope distance (SD)
cs: Vzdálenost sklonu (SD)
el: Απόσταση κλίσης (SD)
fa: شیب فاصله (SD)
it: Distanza di pendenza (SD)

# pref_bluetooth_trupulse_distance_mode_choices:1
source: Horizontal distance (HD)
cs: Horizontální vzdálenost (HD)
el: Οριζόντια απόσταση (HD)
fa: فاصلۀ افقی (HD)
it: Distanza orizzontale (HD)

# pref_bluetooth_trupulse_distance_mode_choices:2
source: Vertical distance (VD)
cs: Vertikální vzdálenost (VD)
el: Κάθετη απόσταση (VD)
fa: فاصلۀ عمودی (VD)
it: Distanza verticale (VD)

# pref_bluetooth_autoconnect
source: Auto-connect in editor
cs: Automaticky připojit v editoru
el: Αυτόματη επανασύνδεση
fa: اتصال اتوماتیک در ویرایشگر
it: Connessione automatica nell'editor

# pref_bluetooth_autoconnect_summaryon
source: Auto-connect Bluetooth in editor
cs: Automaticky připojit Bluetooth v editoru
el: Αυτόματη επανασύνδεση του Bluetooth
fa: اتصال اتوماتیک بلوتوث در ویرایشگر
it: Connetti automaticamente Bluetooth nell'editor

# pref_bluetooth_autoconnect_summaryoff
source: Do not auto-connect Bluetooth
cs: Nepřipojovat automaticky Bluetooth
el: Να μην επανασυνδέεται αυτόματα το Bluetooth
fa: عدم اتصال اتومانیک بلوتوث
it: Non connettere automaticamente Bluetooth

# pref_bluetooth_use_device_format
source: Use device value format
cs: Použít formát hodnot zařízení
el: Χρήση ρυθμίσεων συσκευής
fa: استفاده از فرمت مقادیر دستگاه
it: Usa il formato del valore del dispositivo

# pref_bluetooth_use_device_format_summaryon
source: Same value format (not available for all devices)
cs: Stejný formát hodnot (není dostupné pro všechny zařízení)
el: Ίδια ρύθμιση αποτελεσμάτων (δεν είναι διαθέσιμο για όλες τις συσκευές)
fa: فرمت مقادیر مشابه (برای همۀ دستگاه ها وجود ندارد)
it: Stesso formato di valore (non disponibile per tutti i dispositivi)

# pref_bluetooth_use_device_format_summaryoff
source: Use format set in app preferences
cs: Použít formát, který je nastavený v nastavení aplikace
el: Χρησιμοποιήστε τις ρυθμίσεις της εφαρμογής
fa: استفاده از فرمت قرار داده شده در تنظیمات برنامه
it: Usa il formato impostato nelle preferenze dell'app

# pref_category_user_interface
source: User interface
cs: Uživatelské rozhraní
el: Περιβάλλον χρήστη
fa: استفاده از واسط
it: Interfaccia utente

# pref_ui_tip_of_day_enabled
source: Enable tip of the day
cs: Povolení tipu dne
el: Να εμφανίζονται οι συμβουλές
fa: فعال کردن فوت و فن روز
it: Abilita suggerimento del giorno

# pref_ui_tip_of_day_enabled_summaryon
source: Tip of the day will be shown at app start
cs: Tip dne se objeví po startu aplikace
el: Να εμφανίζονται οι συμβουλές στην έναρξη
fa: فوت و فن روز به هنگام شروع برنامه نمایش داده خواهد شد
it: Il suggerimento del giorno sarà visualizzato all'apertura dell'app

# pref_ui_tip_of_day_enabled_summaryoff
source: Tip of the day will not be shown
cs: Tip dne se nezobrazí
el: Να μην εμφανίζονται
fa: فوت و فن روز تمایش داده نخواهد شد
it: Il suggerimento del giorno non sarà visualizzato

# pref_ui_faq_button_enabled
source: Enable FAQ button
cs: Povolit tlačítko FAQ
el: Κουμπί συχνών ερωτήσεων
fa: فعال کردن دکمۀ پرسش و پاسخ
it: Attiva il pulsante FAQ

# pref_ui_rename_image_after_capture_enabled
source: Rename image after capture
cs: Přejmenování obrázku po vyfocení
el: Μετονομασία μετά την σύλληψη
fa: تغییرنام عکس بعد از گرفته شدن
it: Rinominare l'immagine dopo la cattura

# pref_ui_edit_image_after_capture_enabled
source: Edit image after capture
cs: Upravit obrázek po vyfocení
el: Επεξεργασία μετά την σύλληψη
fa: ویرایش عکس بعد از گرفته شدن
it: Modifica l'immagine dopo la cattura

# pref_ui_show_directory_after_export_enabled
source: Tell directory after export
cs: Zvolte adresář po exportu
el: Πληροφόρηση καταλόγου
fa: گفتن پوشه بعد از صادرات
it: Indica la directory dopo l'esportazione

# pref_ui_helpbar_mode
source: Help messages
cs: Pomocné zprávy
el: Μηνύματα βοήθειας
fa: پیغام های راهنما
it: Messaggi di aiuto

# pref_ui_helpbar_mode_dialog
source: Show which help messages?
cs: Jaké pomocné zprávy zobrazit?
el: Ποια μηνύματα βοήθειας να εμφανίζονται;
fa: نمایش کدام پیغام راهنما؟
it: Mostra quali messaggi di aiuto?

# pref_ui_helpbar_mode_choices:0
source: Show for all messages
cs: Zobrazit pro všechny zprávy
el: Να εμφανίζονται όλα τα μηνύματα βοήθειας
fa: نمایش برای همۀ پیغام ها
it: Mostra per tutti i messaggi

# pref_ui_helpbar_mode_choices:1
source: Only show important messages
cs: Zobrazit jen důležité zprávy
el: Μόνο τα σημαντικά
fa: تنها نمایش پیغام های مهم
it: Mostra solo messaggi importanti

# pref_ui_use_magnifier
source: Enable magnifier
cs: Povolit lupu
el: Ενεργοποίηση μεγεθυντή
fa: فعال کردن ذره بین
it: Abilita lente d'ingrandimento

# pref_ui_magnifier_mode_active
source: Magnifier mode for active element
cs: Režim lupy pro aktivní prvek
el: Στιλ μεγεθυντή - ενεργό στοιχείο
fa: حالت ذره بین برای عنصر فعال
it: Modalità lente d'ingrandimento per elemento attivo

# pref_ui_magnifier_mode_active_dialog
source: Choose how to draw active element in magnifier
cs: Vyberte, jak nakreslit aktivní prvek v lupě
el: Επιλογές εμφάνισης ενεργού στοιχείου
fa: انتخاب چگونگی رسم عنصر فعال در ذره بین
it: Scegli come disegnare l'elemento attivo nella lente d'ingrandimento

# pref_ui_magnifier_mode_nonactive
source: Magnifier mode for non-active elements
cs: Režim lupy pro neaktivní prvky
el: Στιλ μεγεθυντή - ανενεργό στοιχείο
fa: حالت ذره بین برای عناصر غیرفعال
it: Modalità lente d'ingrandimento per elementi non attivi

# pref_ui_magnifier_mode_nonactive_dialog
source: Choose how to draw non-active elements in magnifier
cs: Vyberte, jak kreslit neaktivní prvky v lupě
el: Επιλογές εμφάνισης ανενεργού στοιχείου
fa: انتخاب چگونگی رسم عنصر غیرفعال در ذره بین
it: Scegli come disegnare elementi non attivi nella lente di ingrandimento

# pref_ui_magnifier_mode_choices:0
source: Do not show
cs: Nezobrazovat
el: Να μην εμφανίζονται
fa: نمایش نده
it: Non mostrare

# pref_ui_magnifier_mode_choices:1
source: Show without border
cs: Zobrazit bez okraje
el: Να εμφανίζονται με περίγραμμα
fa: نمایش بدون حاشیه
it: Mostra senza bordo

# pref_ui_magnifier_mode_choices:2
source: Show normal
cs: Zobrazit normálně
el: Να εμφανίζονται κανονικά
fa: نمایش نرمال
it: Mostra normale

# pref_ui_editor_dragging_speed
source: Dragging slowdown
cs: Zpomalení táhnutí
el: Επιβράδυνση μετακίνησης
it: Trascinando in modo rallentamento

# pref_ui_editor_dragging_speed_dialog
source: Dragging slowdown
cs: Zpomalení táhnutí
el: Επιβράδυνση μετακίνησης
it: Trascinando in modo rallentamento

# pref_ui_image_order_criterium
source: Image sorting order
cs: Způsob třídění obrázků
el: Σειρά ταξινόμησης εικόνων
it: Ordinamento delle immagini

# pref_ui_image_order_criterium_dialog
source: Image sorting order
cs: Způsob třídění obrázků
el: Σειρά ταξινόμησης εικόνων
it: Ordinamento delle immagini

# pref_ui_image_order_criterium_choices:0
source: Image name
cs: Název obrázku
el: Όνομα εικόνας
it: Nome dell'immagine

# pref_ui_image_order_criterium_choices:1
source: Capture date (oldest first)
cs: Datum vyfocení (nejstarší první)
el: Ημερομηνία σύλληψης (πρώτα οι παλαιότερες)
it: Data di cattura (ordine crescente)

# pref_ui_image_order_criterium_choices:2
source: Capture date (latest first)
cs: Datum vyfocení (nejnovější první)
el: Ημερομηνία σύλληψης (πρώτα οι νεότερες)
it: Data di cattura (ordine decrescente)

# pref_ui_editor_fullscreen_mode_title
source: Editor fullscreen mode
cs: Režim editoru na celou obrazovku
el: Εργασία σε ολόκληρη οθόνη
it: Editor modalità a schermo intero

# pref_ui_editor_fullscreen_mode_dialog
source: Editor fullscreen mode
cs: Režim editoru na celou obrazovku
el: Περιβάλλον εργασίας σε ολόκληρη οθόνη
it: Editor modalità a schermo intero

# pref_ui_editor_fullscreen_mode_choices:0
source: Never
cs: Nikdy
el: Ποτέ
it: Mai

# pref_ui_editor_fullscreen_mode_choices:1
source: Only landscape
cs: Pouze na šířku
el: Μόνο οριζόντια
it: Solo paesaggio

# pref_ui_editor_fullscreen_mode_choices:2
source: Always
cs: Vždy
el: Πάντα
it: Sempre

# pref_preset_text
source: Preset text %1$s
cs: Přednastavený text %1$s
el: Προκαθορισμένο κείμενο %1$s
fa: متن از پیش قرار داده شده %1$s
it: Testo preimpostato %1$s

# pref_preset_text_dialog
source: Enter preset text %1$s
cs: Zadejte přednastavený text %1$s
el: Βάλτε το προκαθορισμένο κείμενο %1$s
fa: وارد کردن متن از پیش قرار داده شده %1$s
it: Inserisci il testo preimpostato %1$s

# preset_text_1
source: front door
cs: přední dveře
el: εξώπορτα
fa: در جلویی
it: porta anteriore

# preset_text_2
source: window
cs: okno
el: παράθυρο
fa: پنجره
it: finestra

# preset_text_3
source: cable channel
cs: kabelový kanál
el: κανάλι καλωδίων
fa: کانال کابل
it: canale via cavo

# preset_text_4
source: north
cs: severní
el: βορράς
fa: شمال
it: nord

# preset_text_5
source: south
cs: jižní
el: νότος
fa: جنوب
it: sud

# preset_text_6
source: living room
cs: obývací pokoj
el: σαλόνι
fa: اتاق نشیمن
it: soggiorno

# preset_text_7
source: kitchen
cs: kuchyně
el: κουζίνα
fa: آشپزخانه
it: cucina

# preset_text_8
source: bedroom
cs: ložnice
el: υπνοδωμάτιο
fa: اتاق خواب
it: camera

# preset_text_9
source: bathroom
cs: koupelna
el: μπάνιο
fa: حمام
it: bagno

# preset_text_10
source: exit
cs: východ
el: έξοδος
fa: خروج
it: uscita

# pref_category_storage
source: Storage
cs: Úložiště
el: Αποθήκευση
it: Memoria

# pref_storage_data_directory
source: Data directory
cs: Datový adresář
el: Κατάλογος δεδομένων
it: Directory dei dati

# pref_storage_show_images_in_gallery
source: Show images in gallery
cs: Zobrazit obrázky v galerii
el: Εμφάνιση εικόνων στη συλλογή
it: Mostra le immagini nella galleria

# pref_storage_show_images_in_gallery_on
source: All images will show up in gallery
cs: Všechny obrázky se zobrazí v galerii
el: Όλες οι εικόνες θα εμφανίζονται στη συλλογή
it: Tutte le immagini verranno visualizzate in galleria

# pref_storage_show_images_in_gallery_off
source: Images will not show in the gallery
cs: Obrázky se nezobrazí v galerii
el: Δεν θα εμφανίζονται οι εικόνες στη συλλογή
it: Le immagini non verranno visualizzate nella galleria

# pref_storage_directory_current_directory
source: Current storage directory:
cs: Aktuální adresář úložiště:
el: Τρέχουσα τοποθεσία αποθήκευσης
it: Directory di archiviazione corrente:

# pref_storage_directory_alternative_directories
source: Alternative storage directories:
cs: Jiné adresáře úložiště:
el: Εναλλακτικές τοποθεσίες αποθήκευσης
it: Directory di archiviazione alternative:

# pref_storage_directory_move_data_to_new_directory
source: Move data to new directory
cs: Přesunout data do nového adresáře
el: Μετακίνηση δεδομένων στη νέα τοποθεσία
it: Sposta i dati nella nuova directory

# pref_storage_directory_activity_cancel
source: Cancel
cs: Zrušit
el: Ματαίωση
it: Annulla

# pref_storage_directory_activity_change_directory
source: Change data directory
cs: Změnit adresář dat
el: Αλλαγή τοποθεσίας δεδομένων
it: Cambiare la directory dei dati

# pref_storage_directory_primary_app_data
source: Primary application data directory
cs: Hlavní adresář pro data aplikace
el: Κύρια τοποθεσία δεδομένων εφαρμογής
it: Directory dei dati delle applicazioni primarie

# pref_storage_directory_supplementary_app_data
source: Supplementary application data directory
cs: Dodatečný adresář pro data aplikace
el: Συμπληρωματική τοποθεσία δεδομένων εφαρμογής
it: Directory dati applicativi supplementari

# pref_storage_directory_public_pictures
source: Public Pictures directory
cs: Veřejný adresář pro Obrázky
el: Τοποθεσία κοινόχρηστων εικόνων
it: Directory di immagini pubbliche

# pref_storage_directory_public_documents
source: Public Documents directory
cs: Veřejný adresář pro Dokumenty
el: Τοποθεσία κοινόχρηστων αρχείων
it: Directory documenti pubblici

# pref_storage_directory_removable
source: Removable:
cs: Vyjímatelný:
el: Αφαιρούμενη:
it: Removibile:

# pref_storage_directory_memory_status
source: Memory: %1$d MB free, %2$d MB used, %3$d MB total
cs: Paměť: %1$d MB volných, %2$d MB použito, %3$d MB celkem
el: Μνήμη: %1$d MB ελεύθερα, %2$d MB χρησιμοποιημένα, %3$d MB συνολικά
it: Memoria: %1$d MB libero, %2$d MB utilizzato, %3$d MB totale

# pref_storage_directory_memory_status_unknown_used
source: Memory: %1$d MB free, used space unknown, %2$d MB total
cs: Paměť: %1$d MB volných, využité místo neznámé, %2$d MB celkem
el: Μνήμη: %1$d MB ελεύθερα, άγνωστος χρησιμοποιημένος χώρος, %2$d MB συνολικά
it: Memoria: %1$d MB libero, spazio utilizzato sconosciuto,%2$d MB totale

# pref_storage_directory_deletion_behavior_will_delete
source: Data will be deleted when app is uninstalled.
cs: Po odinstalování aplikace budou data smazána.
el: Τα δεδομένα θα σβηστούν εάν γίνει απεγκατάσταση της εφαρμογής
it: I dati saranno cancellati quando l'app viene disinstallata.

# pref_storage_directory_deletion_behavior_wont_delete
source: Data will stay on device when app is uninstalled.
cs: Po odinstalování aplikace budou data zachována.
el: Τα δεδομένα θα παραμείνουν εάν γίνει απεγκατάσταση της εφαρμογής
it: I dati rimarranno sul dispositivo quando viene disinstallata l'app.
