Repository: 0ndrej/ImageMeter-translations
Catalog: strings-*.po
Languages: cs, el, fa, it

# editor_dialog_style_rectangle_font_magnification
source: Font size
it: Dimensione del font

# editor_dialog_style_rectangle_line_width_magnification
source: Line width
it: Larghezza della linea

# editor_dialog_style_measurementpoint_title
source: Point style
it: Stile del punto

# editor_dialog_style_measurementpoint_line_width_magnification
source: Line width
it: Larghezza della linea

# editor_dialog_style_measurementpoint_font_magnification
source: Font size
it: Dimensione del font

# editor_dialog_style_measurementpoint_shape_magnification
source: Marker size
it: Dimensioni dell'indicatore

# editor_dialog_style_measurementpoint_shape
source: Marker
it: Marcatore

# editor_dialog_style_measurementpoint_label_position
source: Label position
it: Posizione dell'etichetta

# editor_dialog_style_measurementpoint_show_text
source: Show text
it: Mostra testo

# editor_dialog_style_measurementpoint_shape_choices:0
source: Encircled cross
it: Croce cerchiata

# editor_dialog_style_measurementpoint_shape_choices:1
source: Upright cross
it: Croce dritta

# editor_dialog_style_measurementpoint_shape_choices:2
source: Diagonal cross
it: Croce diagonale

# editor_dialog_style_measurementpoint_shape_choices:3
source: Dot
it: Punto

# editor_dialog_style_measurementpoint_shape_choices:4
source: Elevation top
it: Altezza superiore

# editor_dialog_style_measurementpoint_shape_choices:5
source: Elevation bottom
it: Altezza inferiore

# eight_directions_choices:0
source: Top left
it: Alto a sinistra

# eight_directions_choices:1
source: Top
it: In alto

# eight_directions_choices:2
source: Top right
it: Alto a destra

# eight_directions_choices:3
source: Right
it: Destra

# eight_directions_choices:4
source: Bottom right
it: Basso a destra

# eight_directions_choices:5
source: Bottom
it: In basso

# eight_directions_choices:6
source: Bottom left
it: Basso a sinistra

# eight_directions_choices:7
source: Left
it: Sinistra

# editor_dialog_style_perspective_line_title
source: Perspective line style
it: Stile della linea prospettica

# editor_dialog_save_corrupted_imm_file_message
source: The image data could not be read successfully. ImageMeter has tried to load as much of the data as possible, but the image annotations may be incomplete or may have errors. Do you want to keep the old data (new modifications will not be saved), or do you want to overwrite the data (you will lose the elements that could not be read successfully)?
cs: Obrazové údaje nebyly úspěšně přečteny. ImageMeter se pokusil načíst co možná nejvíce dat, ale obrázky opatřené poznámkami mohou být neúplné nebo mohou mít chyby. Chcete zachovat staré údaje (nové úpravy nebudou uloženy) nebo chcete přepsat data (ztratíte prvky, které nebyly úspěšně přečteny)?
el: Τα δεδομένα της εικόνας δεν μπόρεσαν να διαβαστούν επιτυχώς. Το Image Meter προσπάθησε να διαβάσει τα περισσότερα δεδομένα που μπορούσε, αλλά οι σημειώσεις της εικόνας είτε είναι ημιτελείς ή περιέχουν σφάλματα. Θέλετε να κρατήσετε τα παλιά δεδομένα (οι νέες αλλαγές δεν θα αποθηκευτούν), ή θέλετε να αποθηκεύσετε τα νέα δεδομένα (θα χάσετε στοιχεία που δεν ανακλήθηκαν με επιτυχία);
fa: اطلاعات عکس به طور موفقیت آمیز خوانده نشد. ImageMeter تلاش کرده تا آنجای ممکن اطلاعات را بارگذاری نماید، ولی یادداشت های عکس ممکن است کامل نبوده یا دارای خطا باشند. آیا می خواهید اطلاعات قدیمی را نگه دارید (تغییرات جدید ذخیره نخواهند شد)، یا می خواهید اطلاعات را بازنویسی کنید (شما عناصری را که به طور موفق خوانده نشدند از دست خواهید داد)؟
it: I dati dell'immagine non possono essere letti correttamente. ImageMeter ha provato a caricare il maggior numero di dati possibile, ma le annotazioni dell'immagine potrebbero essere incomplete o presentare errori. Vuoi mantenere i vecchi dati (le nuove modifiche non saranno salvate), o vuoi sovrascrivere i dati (perderai gli elementi che non possono essere letti con successo)?

# editor_dialog_save_corrupted_imm_file_overwrite_button
source: Overwrite
cs: Přepsat
el: Επανεγγραφή
fa: بازنویسی
it: Sovrascrivere

# editor_dialog_save_corrupted_imm_file_keep_old_button
source: Keep old data
cs: Zachovat stará data
el: Κρατήστε τα παλιά δεδομένα
fa: نگه داشتن اطلاعات قدیمی
it: Mantieni dati obsoleti

# editor_error_nonpro_gelement_limit_message
source: Please upgrade to the pro version of ImageMeter to use more than five annotations.
cs: Prosím, upgradgujte na pro verzi ImageMeter pro použití více než pěti poznámek.
el: Παρακαλώ αναβαθμίστε την εφαρμογή στην έκδοση ImageMeter Pro, ώστε να μπορείτε να χρησιμοποιήσετε περισσότερες από 5 σημειώσεις.
fa: لطفا به نسخۀ حرفه ای ImageMeter ارتقا دهید تا از بیشتر از پنج یادداشت استفاده کنید.
it: Si prega di effettuare l'aggiornamento alla versione Pro di ImageMeter per utilizzare più di cinque annotazioni.

# editor_error_nonpro_bluetooth_limit_message
source: For Bluetooth measurements with more than 3 meters, please upgrade to the pro version.
cs: Pro Bluetooth měření s více než 3 metry, prosím, proveďte upgrade na pro verzi.
el: Για μετρήσεις με Bluetooth πάνω από 3 μέτρα, παρακαλώ αναβαθμίστε την εφαρμογή στην έκδοση ImageMeter Pro.
fa: برای اندازه گیری های بلوتوثی دارای بیش از 3 اندازه گیری، لطفا به نسخۀ حرفه ای ارتقا دهید.
it: Con misurazioni Bluetooth che sono più 3 metri, si prega di effettuare l'aggiornamento alla versione Pro.

# editor_error_nonpro_pro_tool_message
source: This tool is only available in the pro version.
cs: Tento nástroj je dostupný pouze ve verzi pro.
el: Αυτό το εργαλείο είναι διαθέσιμο μόνο στην έκδοση ImageMeter Pro.
fa: این ابزار تنها در نسخۀ حرفه ای موجود است.
it: Questo strumento è disponibile solo nella versione Pro.

# editor_dialog_upgrade_button_upgrade
source: Show upgrade benefits
cs: Ukázat výhody upgradu
el: Εμφάνιση πλεονεκτημάτων από την αναβάθμιση
fa: نمایش سودمندی های ارتقا
it: Mostra i benefici dell'aggiornamento

# editor_dialog_upgrade_button_cancel
source: Later
cs: Později
el: Αργότερα
fa: بعدا
it: Dopo

# editor_error_image_out_of_memory
source: Out of memory! Cannot load image. Try reducing the maximum image resolution in the editor. This can be done in the app settings.
cs: Nedostatek paměti! Nelze načíst obrázek. Zkuste snížit maximální rozlišení obrázku v editoru. Toto lze provést v nastavení aplikace.
el: Δεν υπάρχει αρκετή μνήμη! Δεν μπορεί να φορτωθεί η εικόνα. Προσπαθήστε να μειώσετε την ανάλυση στο Περιβάλλον εργασίας. Αυτό μπορεί να γίνει μέσα στις ρυθμίσεις της εφαρμογής.
fa: کم آوردن حافظه! نمی توان عکس را بارگذاری کرد. سعی کنید بیشترین رزولوشن عکس را در ویرایشگر کاهش دهید. این امر در تنظیمات برنامه قابل انجام است.
it: Fuori dalla memoria! Impossibile caricare l'immagine. Provare a ridurre la risoluzione massima dell'immagine nell'editor. Ciò può essere fatto nelle impostazioni dell'app.

# export_warning_low_memory_export_resolution_reduced
source: Your device has been low on main memory. The output image resolution (%1$d x %2$d) had to be reduced. You might want to reduce the maximum output resolution in the app settings.
cs: Vaše zařízení je v hlavní paměti nedostatečné. Rozlišení výstupního obrázku (%1$d x %2$d) muselo být sníženo. Možná byste měli snížit maximální výstupní rozlišení v nastavení aplikace.
el: Η συσκευή σας δεν έχει αρκετή μνήμη. Η ανάλυση εξαγωγής της εικόνας (%1$d x %2$d) πρέπει να μειωθεί. Μπορείτε να μειώσετε την μέγιστη ανάλυση στις ρυθμίσεις της εφαρμογής.
fa: دستگاه شما در زمینۀ حافظه دچار کمبود است. رزولوشن عکس خروجی (%1$d x %2$d) باید کاهش داده شود. شما ممکن است بخواهید بیشترین رزولوشن خروجی را در تنظیمات برنامه کاهش دهید.
it: Il dispositivo è stato basso nella memoria principale. La risoluzione dell'immagine di uscita (%1$d x %2$d) doveva essere ridotta. Potresti voler ridurre la risoluzione di uscita massima nelle impostazioni dell'app.

# export_eval_version
source: evaluation copy
cs: zkušební kopie
el: Αντίγραφο για αξιολόγηση
fa: کپی ارزیابی
it: copia di valutazione

# export_intent_subject
source: ImageMeter export: %1$s
cs: Export ImageMeter: %1$s
el: ImageMeter εξαγωγή: %1$s
fa: صادرات ImageMeter: %1$s
it: Esportazione ImageMeter: %1$s

# dimension_format_length_choices:0
source: metric (1.00 m)
cs: metrický (1.00 m)
el: μετρικό (1.00 m)
fa: متریک (1.00 m)
it: metrico (1.00 m)

# dimension_format_length_choices:1
source: imperial (1' 10 1/32")
cs: imperiální (1' 10 1/32")
el: βρετανικό (1' 10 1/32")
fa: امپریال (1' 10 1/32")
it: imperiale (1' 10 1/32")

# dimension_format_length_choices:2
source: fractional inches (1 1/32")
cs: zlomek palců (1 1/32")
el: κλάσματα της ίντσας (1 1/32")
it: pollici frazionari (1 1/32")

# dimension_format_length_choices:3
source: imperial decimal (1.00 ft)
cs: imperialní desetinné (1.00 ft)
el: βρετανικό με δεκαδικά (1.00 ft)
fa: امپریال (1.00 ft)
it: decimale imperiale (1.00 ft)

# dimension_format_length_choices:4
source: text
el: κείμενο
fa: متن
it: testo

# dimension_format_length_readonly_choices:0
source: metric (1.00 m)
cs: metrický (1.00 m)
el: μετρικό (1.00 m)
fa: متریک (1.00 m)
it: metrico (1.00 m)

# dimension_format_length_readonly_choices:1
source: imperial (1' 10 1/32")
cs: imperiální (1' 10 1/32")
el: βρετανικό (1' 10 1/32")
fa: امپریال (1' 10 1/32")
it: imperiale (1' 10 1/32")

# dimension_format_length_readonly_choices:2
source: fractional inches (1 1/32")
cs: zlomek palců (1 1/32")
el: κλάσματα της ίντσας (1 1/32")
it: pollici frazionari (1 1/32")

# dimension_format_length_readonly_choices:3
source: imperial (1.00 ft)
cs: imperiální (1.00 ft)
el: βρετανικό (1.00 ft)
fa: امپریال (1.00 ft)
it: imperiale (1.00 ft)

# dimension_format_area_choices:0
source: metric
cs: metrický
el: μετρικό
fa: متریک
it: metrico

# dimension_format_area_choices:1
source: imperial
cs: imperiální
el: βρετανικό
fa: امپریال
it: imperiale

# dimension_format_area_choices:2
source: text
el: κείμενο
fa: متن
it: testo

# dimension_format_area_readonly_choices:0
source: metric
cs: metrický
el: μετρικό
fa: متریک
it: metrico

# dimension_format_area_readonly_choices:1
source: imperial
cs: imperiální
el: βρετανικό
fa: امپریال
it: imperiale

# dimension_format_angle_choices:0
source: angle
cs: úhel
el: γωνία
fa: زاویه
it: angolo

# dimension_format_angle_choices:1
source: text
el: κείμενο
fa: متن
it: testo

# dimension_format_imperial_length_unit_choices:0
source: mil
it: miglio

# dimension_format_imperial_length_unit_choices:1
source: inch
it: pollice

# dimension_format_imperial_length_unit_choices:2
source: foot
it: piede

# dimension_format_imperial_length_unit_choices:3
source: yard
it: larda

# dimension_format_imperial_length_unit_choices:4
source: mile
it: miglio

# dimension_format_angle_unit_choices:0
source: degrees
cs: stupně
el: μοίρες
fa: درجه
it: gradi

# dimension_format_angle_unit_choices:1
source: slope %
cs: sklon %
el: κλίση %
fa: شیب %
it: pendenza %

# dimension_format_angle_unit_choices:2
source: radians
cs: radiány
el: ακτίνια
fa: رادیان
it: radianti

# dimension_format_area_imperial_choices:4
source: acre
it: acro

# dimension_format_area_imperial_choices:5
source: square mil
it: miglio quadrato

# dimension_format_area_imperial_choices:6
source: circular mil
it: miglio circolare

# dimension_format_area_metric_prefix_choices:5
source: hectare
it: ettaro

# value_entry_tab_title_value
source: Value
it: Valore

# value_entry_tab_title_unit
source: Unit
it: Unità

# value_entry_text_mode
source: Text mode
it: Modalità testo

# value_entry_value_mode
source: Value mode
it: Modalità valore

# value_entry_key_inch
source: Inch
it: Pollice

# value_entry_key_foot
source: Foot
it: Piede

# value_entry_key_yard
source: Yard
it: Larda

# value_entry_unit_section_automatic_measurement_options
source: Automatic measurement options
it: Opzioni di misurazione automatica

# value_entry_metadata_prefix
source: Prefix
it: Prefisso

# value_entry_metadata_suffix
source: Suffix
it: Suffisso

# textbox_dialog_label
source: Enter text:
cs: Zadejte text:
el: Εισάγετε κείμενο:
fa: وارد کردن متن:
it: Inserisci il testo:

# textbox_dialog_presets
source: or select a preset text:
cs: nebo vyberte přednastavený text:
el: ή επιλέξτε ένα προκαθορισμένο κείμενο:
fa: یا انتخاب یک متن از پیش قرار داده شده
it: o selezionare un testo preimpostato:

# textbox_dialog_presets_help
source: You can change the preset texts in the application settings.
cs: Můžete změnit přednastavené texty v nastavení aplikace.
el: Μπορείτε να αλλάξετε τα προκαθορισμένα κείμενα στις ρυθμίσεις της εφαρμογής.
fa: شما می توانید متون از پیش قرار داده شده را در تنظیمات برنامه تغییر دهید.
it: È possibile modificare i testi predefiniti nelle impostazioni dell'applicazione.

# textbox_text_hint
source: No text
cs: Žádný text
el: Χωρίς κείμενο
fa: بدون متن
it: Nessun testo

# textbox_keep_custom_text
source: (keep custom text)
cs: (zachovat vlastní text)
el: (τυχαίο κείμενο)
fa: (نگه داشتن متن دلخواه)
it: (lascia il testo personalizzato)

# textbox_hint_undefined_text
source: click to enter text
cs: klikněte pro zadání textu
el: κλίκ για να γράψετε κείμενο
fa: برای وارد کردن متن کلیک کنید
it: cliccare per inserire il testo

# textbox_rtl_language_warning_title
source: Please note
cs: Věnujte prosím pozornost
el: Παρακαλώ σημειώστε -- no need to translate
fa: لطفا توجه کنید
it: Notare

# textbox_rtl_language_warning_text
source: ImageMeter currently does not support entering text in right-to-left languages. Text display may be broken.
cs: ImageMeter momentálně nepodporuje zadávání textu v jazycích zprava-doleva. Zobrazování textu může být přerušeno.
el: Το ImageMeter δεν υποστηρίζει γλώσσες που γράφουν από δεξιά προς αριστερά. Το κείμενο μπορεί να εμφανιστεί σπασμένο.
fa: ImageMeter در حال حاضر از زبان های راست-به-چپ پشتیبانی نمی کند. نمایش متون ممکن است خراب باشند.
it: ImageMeter attualmente non supporta l'immissione del testo da destra a sinistra. La visualizzazione del testo potrebbe non riuscire.

# bluetooth_message_device_connected
source: Connection to Bluetooth device established.
cs: Připojení k zařízení Bluetooth bylo zavedeno.
el: Έγινε σύνδεση με τη συσκευή Bluetooth.
fa: اتصال به دستگاه بلوتوث برقرار گردید.
it: Collegamento al dispositivo Bluetooth stabilito.

# bluetooth_message_device_disconnected
source: Lost connection to Bluetooth device.
cs: Ztráta připojení k zařízení Bluetooth.
el: Χάθηκε η σύνδεση με τη συσκευή Bluetooth.
fa: اتصال به دستگاه بلوتوث قطع گردید.
it: Collegamento al dispositivo Bluetooth perso.

# bluetooth_message_device_connect_failed
source: Bluetooth connection failed.
cs: Bluetooth spojení selhalo.
el: Η σύνδεση Bluetooth απέτυχε.
fa: اتصال بلوتوث ناموفق بود.
it: Connessione Bluetooth fallita.

# bluetooth_error_bluetooth_not_configured
source: You have not yet configured any Bluetooth laser distance meter. Please pair your Bluetooth device with your Android device. Afterwards, open the app settings and select the Bluetooth device to use. Bluetooth Smart devices do not have to be paired, but they have to be turned on to appear in the device selection.
cs: Nemáte dosud nakonfigurovaný žádný Bluetooth laserový měřič vzdálenosti. Prosím spárujte Bluetooth zařízení s vaším Android zařízením. Poté, otevřete nastavení aplikace a zvolte zařízení Buetooth, které chcete použít. Zařízení Bluetooth Smart se nemusí spárovat, ale musejí být zapnuty, aby se zobrazila ve výběru zařízení.
el: Δεν έχετε ακόμη καθορίσει κάποιον Bluetooth μετρητή απόστασης. Παρακαλώ συνδυάστε τη συσκευή σας Bluetooth με την συσκευή Android. Μετά, ανοίξτε τις ρυθμίσεις της εφαρμογής και επιλέξτε την συσκευή Bluetooth για χρήση. Οι συσκευές Bluetooth Smart δεν χρειάζονται συνδυασμό με τη συσκευή Android, αλλά όμως πρέπει να είναι ανοικτές για να φανούν στις επιλογές συσκευής.
fa: شما هنوز هیچ اندازه گیر فاصلۀ لیزری بلوتوثی را تنظیم نکرده اید. لطفا دستگاه بلوتوث خود را با دستگاه اندرویدتان جفت کنید. بعد از آن، تنظیمات برنامه را باز کرده و دستگاه بلوتوث را برای استفاده انتخاب نمایید. دستگاه های هوشمند بلوتوث نیاز به جفت شدن ندارند، ولی آن ها باید روشن شده تا در انتخاب دستگاه ظاهر گردند.
it: Non hai ancora configurato alcun distanziometro laser Bluetooth. Si prega di accoppiare il dispositivo Bluetooth con il dispositivo Android. Successivamente, apri le impostazioni dell'app e seleziona il dispositivo Bluetooth da utilizzare. I dispositivi Bluetooth Smart non devono essere abbinati, ma devono essere accesi per apparire nella selezione del dispositivo.

# bluetooth_error_no_bluetooth_le
source: Device does not support Bluetooth LE (at least Android 4.3 required).
cs: Zařízení nepodporuje Bluetooth LE (vyžadován alespoň Android 4.3).
el: Η συσκευή δεν υποστηρίζει Bluetooth LE (χρειάζεται Android 4.3 και πάνω).
fa: دستگاه از بلوتوث LE پشتیبانی نمی کند (حداقل اندروید 4.3 نیاز است).
it: Il dispositivo non supporta Bluetooth LE (almeno Android 4.3 richiesto).

# bluetooth_error_no_bonded_bluetooth_device
source: The selected Bluetooth device is currently not paired. Please pair it in the Android settings.
cs: Vybrané zařízení Bluetooth není v současné době spárované. Prosím spárujte ho v nastavení Androidu.
el: Η επιλεγμένη συσκευή Bluetooth δεν είναι ακόμα συνδυασμένη. Παρακαλώ συνδυάστε τη στις ρυθμίσεις Android.
fa: دستگاه بلوتوث انتخابی در حال حاضر جفت نشده است. لطفا در تنظیمات اندروید آن را جفت نمایید.
it: Il dispositivo Bluetooth selezionato non è attualmente associato. Si prega di accoppiarlo nelle impostazioni Android.

# bluetooth_error_cannot_set_value
source: Cannot set received Bluetooth value: %1$s.
cs: Nelze nastavit přijatou Bluetooth hodnotu: %1$s.
el: Δεν μπορεί να τεθεί η Bluetooth τιμή: %1$s.
fa: نمی توان مقدار دریافتی بلوتوث: %1$s را قرار داد.
it: Impossibile impostare il valore Bluetooth ricevuto: %1$s.

# bluetooth_error_cannot_set_value_no_active_element
source: no active element
cs: žádný aktivní prvek
el: δεν υπάρχει ενεργό στοιχείο
fa: بدون عنصر فعال
it: nessun elemento attivo

# bluetooth_error_cannot_set_value_element_has_no_dimension
source: element does not support measurements
cs: prvek nepodporuje měření
el: το στοιχείο δεν υποστηρίζει μετρήσεις
fa: عنصر از اندازه گیری پشتیبانی نمی کند
it: l'elemento non supporta le misurazioni

# bluetooth_error_cannot_set_value_dimension_is_read_only
source: element value is read-only
cs: hodnota prvku je pouze ke čtení
el: η τιμή του στοιχείου είναι διαθέσιμη μόνο για διάβασμα
fa: مقدار عنصر فقط-خواندنی است
it: il valore dell'elemento è di sola lettura

# bluetooth_error_cannot_set_value_wrong_dimension_unit
source: wrong measurement unit
cs: nesprávná jednotka rozměrů
el: Σφάλμα μονάδας μέτρησης
fa: واحد اندازه گیری اشتباه
it: unità di misura errata

# bluetooth_pref_button_start_bluetooth_scan
source: Start Bluetooth device scan
cs: Spustit Bluetooth vyhledávání zařízení
el: Αρχίστε ψάξιμο συσκευών Bluetooth
fa: شروع اسکن دستگاه بلوتوث
it: Avvia la scansione del dispositivo Bluetooth

# bluetooth_pref_scanning_in_progress
source: Scanning ...
cs: Skenování ...
el: Ψάχνει ...
fa: در حال اسکن...
it: Scansione ...

# bluetooth_dialog_scan_needs_location_permission_title
source: Bluetooth scan
cs: Bluetooth skenování
el: Ψάξιμο Bluetooth
fa: اسکن بلوتوث
it: Scansione Bluetooth

# bluetooth_dialog_scan_needs_location_permission_text
source: Since Android 6, the coarse location permission is required to scan for nearby Bluetooth devices. Please grant this permission when requested.
cs: Od Androidu 6 je vyžadováno oprávnění k poloze pro skenování blízkých zařízení Bluetooth. Prosím, udělte toto oprávnění jakmile budete vyzváni.
el: Από το Android 6 και μετά, απαιτείται άδεια εκτίμησης της τοποθεσίας σας, ώστε να μπορούν να ψαχθούν οι συσκευές Bluetooth γύρω από εσάς. Δώστε αυτή την άδεια όταν σας ζητηθεί.
fa: از اندروید 6، مجوز موقعیت سفت و سختی برای اسکن دستگاه های بلوتوث نزدیک لازم است. لطفا این مجوز را هر زمان که درخواست شد تأیید نمایید.
it: Dall'apparecchio Android 6 è necessaria l'autorizzazione di copertura per la scansione dei dispositivi Bluetooth vicini. Devi concedere questa autorizzazione quando richiesto.

# bluetooth_le_scan_needs_location_title
source: Bluetooth LE Scan Error
cs: Chyba skenování Bluetooth LE
el: Σφάλμα στο ψάξιμο Bluetooth LE
it: Errore di scansione Bluetooth LE

# bluetooth_le_scan_needs_location_message
source: Android requires that the location service is enabled to run a Bluetooth LE Scan. Please turn on location services. After the Bluetooth LE scan, you can turn this off again.
cs: Android vyžaduje, aby byla aktivovaná služba určování polohy pro spuštění Bluetooth LE Scan. Prosím, zapněte služby určování polohy. Po dokončení skenování pomocí Bluetooth LE můžete tuto funkci znovu vypnout.
el: Το Android χρειάζεται ενεργές υπηρεσίες εντοπισμού τοποθεσίας για να ψάξει για συσκευές Bluetooth LE. \vΠαρακαλώ, ανοίξτε τις υπηρεσίες εντοπισμού τοποθεσίας. Μετά το ψάξιμο Bluetooth LE, μπορείτε να τις κλείσετε πάλι.
it: Android richiede che il servizio di localizzazione sia abilitato per eseguire una scansione Bluetooth LE. Si prega di attivare i servizi di localizzazione. Dopo la scansione Bluetooth LE, è possibile disattivarla di nuovo.

# bluetooth_error_unknown
source: Unknown error
cs: Neznámá chyba
el: Άγνωστο σφάλμα
fa: خطای نامعلوم
it: Errore sconosciuto

# bluetooth_error_ci_E152
source: E152: Temperature is too high: &gt; 40°C
it: E152: Temperatura eccessivah: &gt; 40°C

# bluetooth_error_ci_E153
source: E153: Temperature is too low: &lt; 0°C
it: E153: Temperatura insufficiente: &lt; 0°C

# bluetooth_error_ci_E156
source: E156: Received signal too strong
it: E156: Segnale ricevuto troppo forte

# bluetooth_error_out_of_measuring_range
source: Out of measuring range
it: Fuori dal campo di misura

# bluetooth_error_signal_too_weak
source: Signal too weak
it: Segnale troppo debole

# bluetooth_error_display_out_of_range
source: Display out of range
it: Mostra fuori portata

# bluetooth_error_pythagorean_calculation_error
source: Pythagorean calculation error
it: Errore di calcolo pitagorico

# bluetooth_error_low_battery
source: Low battery
it: Batteria scarica

# bluetooth_error_out_of_working_temperatur
source: Out of working temperature
it: Fuori dalla temperatura di lavoro

# bluetooth_error_ambient_light_too_strong
source: Ambient light too strong
it: Luce ambientale troppo forte

# inapp_dialog_upgrade_benefits_title
source: Upgrade to pro version
cs: Upgrade na pro verzi
el: Αναβαθμιστείτε στην έκδοση pro
fa: ارتقا به نسخۀ حرفه ای
it: Aggiornamento alla versione pro

# inapp_dialog_upgrade_benefits_text
source: Upgrading will give you these benefits: - unlimited annotations, - circle, rectangle, and point measurement tools - perspective length measurement tool - no visible logo in exported images, - bluetooth measurements with unlimited distance. This upgrade gives you all the features of the pro version. The upgrade is active when you see the text 'with pro-upgrade' in the title bar.
it: L'aggiornamento ti darà questi vantaggi: - annotazioni illimitate, - strumenti di misura di cerchi, rettangoli e punti - strumento di misurazione della lunghezza prospettica - nessun logo visibile nelle immagini esportate, - misure bluetooth con distanza illimitata. Questo aggiornamento ti offre tutte le funzionalità della versione Pro. L'aggiornamento è attivo quando si vede il testo "con pro-upgrade" nella barra del titolo.

# inapp_dialog_upgrade_benefits_ok
source: Upgrade now
cs: Upgradovat nyní
el: Αναβαθμίστε τώρα
fa: هم اکنون ارتقا دادن
it: Aggiorna ora

# inapp_dialog_upgrade_benefits_later
source: Later
cs: Později
el: Αργότερα
fa: بعدا
it: Dopo

# inapp_dialog_upgrade_active_title
source: Upgrade active
cs: Upgrade aktivní
el: Η αναβάθμιση είναι ενεργή
fa: ارتقای فعال
it: Aggiornamento attivo

# inapp_dialog_upgrade_active_text
source: The pro upgrade has been activated. Thank you for using ImageMeter!
it: L'upgrade Pro è stato attivato. Grazie per aver utilizzato ImageMeter!
