Repository: 0ndrej/ImageMeter-translations
Catalog: strings-*.po
Languages: cs, el, fa, it

# bluetooth_error_ci_E104
source: E104: invalid measurement
cs: E104: neplatné měření
el: E104: λάθος μέτρηση
fa: E104: اندازه گیری باطل

# bluetooth_error_ci_E154
source: E154: out of range
cs: E154: mimo rozsah
el: E154: εκτός ορίων εμβέλειας
fa: E154: خارج از محدوده

# bluetooth_error_ci_E155
source: E155: signal too low
cs: E155: signál příliš slabý
el: E155: πολύ χαμηλό σήμα
fa: E155: سیگنال بسیار ضعیف

# bluetooth_error_ci_E157
source: E157: too much background light
cs: E157: příliš mnoho světla v pozadí
el: E157: πάρα πολύ φως περιβάλλοντος
fa: E157: نور پس زمینۀ بسیار زیاد

# bluetooth_error_ci_E160
source: E160: too much shaking
cs: E160: příliš mnoho třepání
el: E160: πάρα πολύ κούνημα
fa: E160: ارزش بسیار زیاد

# faq_bluetooth_compatibility_a_entry_works_no
source: no
cs: ne
el: όχι
fa: خیر

# faq_bluetooth_compatibility_a_entry_protocol_classic
source: classic
cs: klasický
el: κλασικό
fa: کلاسیک

# imageselect_menu_faq
source: FAQ
el: Συχνές ερωτήσεις
fa: پرسش و پاسخ

# pref_category_editor
source: Editor
el: Περιβάλλον εργασίας
fa: ویرایشگر

# pref_measures_default_template_choices:4
source: Text
el: Κείμενο
fa: متن

# pref_export_multi_images_format_choices:1
source: PDF
el: Αρχείο PDF
fa: پی دی اف

# pref_export_single_image_format_choices:1
source: PDF
el: Αρχείο PDF
fa: پی دی اف

# dimension_format_imperial_length_unit_choices:2
source: yard
el: γιάρδα
fa: یارد

# dimension_format_area_imperial_choices:0
source: sq ft
el: τετραγωνικά πόδια (sq ft)
fa: فوت مربع

# dimension_format_area_imperial_choices:1
source: sq in
el: τετραγωνικέ ίντσες (sq in)
fa: اینچ مربع

# circle_radius_prefix
source: r:
el: α:

# circle_area_prefix
source: A:
el: Ε:

# circle_circumference_prefix
source: C:
el: Π:

# circle_arc_length_prefix
source: s:
el: τ:

# imageselect_menu_restore_upgrade
source: Restore upgrade
fa: بازنشاندن ارتقا

# imageselect_dialog_about_license_pro
source: pro
fa: حرفه ای

# pref_category_bluetooth
source: Bluetooth
fa: بلوتوث

# pref_bluetooth_device_protocol_choices:6
source: Leica Disto classic
fa: Disto کلاسیک

# pref_bluetooth_device_protocol_choices:7
source: Leica Disto Bluetooth-4
fa: Disto Bluetooth-4 (هوشمند)

# inapp_dialog_upgrade_benefits_text
source: Upgrading will give you these benefits: - unlimited annotations, - circle measurement tool - no visible logo in exported images, - bluetooth measurements with unlimited distance. This upgrade gives you all the features of the pro version. The upgrade is active when you see the text 'with pro-upgrade' in the title bar.
fa: ارتقا به شما سودمندی های زیر را می دهد: - یادداشت های نامحدود - ابزار اندازه گیری دایره - بدون لوگوی قابل دیدر در صادرات عکس ها، - اندازه گیری های بلوتوثی با فاصلۀ نامحدود. این ارتقا به شما همۀ قابلیت های نسخۀ حرفه ای را می دهد. این ارتقا زمانی که شما متن 'با ارتقای حرفه ای' را در نوار عنوان ببینید فعال است.

# inapp_dialog_restore_upgrade_title
source: Restore pro upgrade
fa: بازگرداندن ارتقای حرفه ای

# inapp_dialog_restore_upgrade_text
source: If you have already bought the pro upgrade but reinstalled the app, you can restore the upgrade for free. Make sure that you use the same Google account as previously, as the purchase information is stored in your account. Usually, you should not have to start this restore process manually, as it is checked automatically on app start.
fa: اگر شما قبلا ارتقای حرفه ای را خریده اید اما برنامه را مجددا نصب کرده اید، شما می توانید به رایگان ارتقا را بازگردانید. مطمئن شوید که از همان اکانت گوگل قبلی استفاده می کنید، چون اطلاعات خرید شما در اکانتتان ذخیره می شود. معمولا، شما نیاز به شروع دستی پروسۀ بازگردانی ندارید، چون به صورت اتوماتیک هنگام آغاز برنامه بررسی می گردد.

# inapp_dialog_restore_upgrade_ok
source: Restore upgrade now
fa: هم اکنون بازگرداندن ارتقا

# inapp_dialog_upgrade_active_text
source: The pro upgrade is now active. You should now see the text 'with pro-upgrade' in the title bar. Note that the app's name does not change to 'ImageMeter Pro' for technical reasons.
fa: ارتقای حرفه ای اکنون فعال است. شما اکنون باید متن 'با ارتقای حرفه ای' را در نوار عنوان ببینید. توجه کنید که به دلایل فنی نام برنامه به 'ImageMeter Pro' تغییر پیدا نمی کند.

# inapp_dialog_upgrade_failed_text
source: The pro upgrade could not be activated. Feedback from Play-Store: '%1$s'.
fa: ارتقای حرفه ای نمی تواند فعال گردد بازخورد از پلی استور: '%1$s'.

# faq_bluetooth_section
source: Bluetooth
fa: بلوتوث
